Repository: shuffle-app/shuffle_uikit
Catalog: lib/localization/arb/intl_*.arb
Languages: hi, ru

# ReviewsReceived
source: {count, plural, =0{reviews} =1{review} =2{reviews} few{reviews} many{reviews} other{reviews}}
hi: {count, plural, =0{समीक्षा} =1{समीक्षा} =2{समीक्षा} few{समीक्षा} many{समीक्षा} other{समीक्षा}}
ru: {count, plural, =0{отзывов} =1{отзыв} =2{отзыва} few{отзывов} many{отзывов} other{отзывов}}

# Bookings
source: {count, plural, =0{bookings} =1{booking} =2{bookings} few{bookings} many{bookings} other{bookings}}
hi: {count, plural, =0{बुकिंग} =1{बुकिंग} =2{बुकिंग} few{बुकिंग} many{बुकिंग} other{बुकिंग}}
ru: {count, plural, =0{броней} =1{бронь} =2{брони} few{броней} many{броней} other{броней}}

# EventsCount
source: {count, plural, =0{events} =1{event} =2{events} few{events} many{events} other{events}}
hi: {count, plural, =0{घटना} =1{घटना} =2{घटना} few{घटना} many{घटना} other{घटना}}
ru: {count, plural, =0{событий} =1{событие} =2{события} few{событий} many{событий} other{событий}}

# PlacesVisited
source: {count, plural, =0{visits} =1{visit} =2{visits} few{visits} many{visits} other{visits}}
hi: {count, plural, =0{स्थान} =1{स्थान} =2{स्थान} few{स्थान} many{स्थान} other{स्थान}}
ru: {count, plural, =0{визитов} =1{визит} =2{визитов} few{визитов} many{визитов} other{визитов}}

# ReviewsPosted
source: {count, plural, =0{reviews} =1{review} =2{reviews} few{reviews} many{reviews} other{reviews}}
hi: {count, plural, =0{समीक्षा} =1{समीक्षा} =2{समीक्षा} few{समीक्षा} many{समीक्षा} other{समीक्षा}}
ru: {count, plural, =0{отзывов} =1{отзыва} =2{отзывов} few{отзывов} many{отзывов} other{отзывов}}

# PointsEarned
source: {count, plural, =0{points} =1{point} =2{points} few{points} many{points} other{points}}
hi: {count, plural, =0{अंक} =1{अंक} =2{अंक} few{अंक} many{अंक} other{अंक}}
ru: {count, plural, =0{поинтов} =1{поинт} =2{поинтов} few{поинтов} many{поинтов} other{поинтов}}

source: New
hi: नया
ru: Новое

source: Voice
hi: आवाज़
ru: Аудио

source: Ideal route
hi: आदर्श मार्ग
ru: Идеальный маршрут

source: Interview
hi: साक्षात्कार
ru: Интервью

source: Chat
hi: चैट
ru: Чат

source: Contest
hi: प्रतियोगिता
ru: Конкурс

# Comments
source: {count, plural, =0{comments} =1{comment} =2{comments} few{comments} many{comments} other{comments}}
hi: {count, plural, =0{टिप्पणियाँ} =1{टिप्पणी} =2{टिप्पणियाँ} few{टिप्पणियाँ} many{टिप्पणियाँ} other{टिप्पणियाँ}}
ru: {count, plural, =0{комментариев} =1{комментарий} =2{комментария} few{комментариев} many{комментариев} other{комментариев}}

source: Respect
hi: सम्मान
ru: Респект

source: Top
hi: शीर्ष
ru: ТОП

source: Personal TOP
hi: व्यक्तिगत शीर्ष
ru: Личный ТОП

source: Bookings and Invites
hi: बुकिंग और आमंत्रण
ru: Брони и Приглашения

source: Building number
hi: इमारत का नंबर
ru: Номер дома

# OfficeAppartmentNumber
source: Office or appt number
hi: कार्यालय या अपार्टमेंट नंबर
ru: Номер офиса

source: Average bill
hi: औसत बिल
ru: Средний чек

# HintAverageBill
source: Select price or price range
hi: मूल्य या मूल्य सीमा का चयन करें
ru: Выбери цену или диапазон цен

# SubscribeToProfile
source: Follow
hi: फॉलो करें
ru: Подписаться

# UnsubscribeFromProfile
source: Unfollow
hi: अनफॉलो
ru: Отписаться

source: Reviews
hi: समीक्षाएं
ru: Отзывы

source: Religion
hi: धर्म
ru: Религия

source: Select gender
hi: लिंग चुनें
ru: Выбери пол

# BuildYOurBusiness
source: Build your business with
hi: अपने व्यापार को बढ़ाएं
ru: Построй свой бизнес c

# RestorePurchase
source: Restore purchases
hi: खरीदारी को पुनः स्थापित करें
ru: Восстановить покупки

source: Success
hi: सफलता
ru: Успешно

source: Oops
ru: Уупс

# SomethingWentWrong
source: Something went wrong. Please try again.
hi: कुछ गलत हो गया
ru: Что-то пошло не так. Попробуй еще раз.

# AllXFeaturesAvailable
source: All {value} features are now available!
hi: सभी {value} सुविधाएँ अब उपलब्ध हैं!
ru: Все {value} фичи доступны!

# HintNumberEventsForPro
source: 3 events available & add more for extra price
hi: 3 घटनाएँ उपलब्ध हैं और अधिक कीमत के लिए अधिक जोड़ें
ru: Доступно 3 события & добавь больше за отдельную цену

source: Create your event and invite people
hi: अपनी घटना बनाएं और लोगों को आमंत्रित करें
ru: Создай своё событие и пригласи людей

source: Trial period
hi: परीक्षण अवधि
ru: Триал период

# YouGetAccessToTrial
source: You get access to all benefits free of charge for
hi: आपको सभी लाभ मुफ्त में मिलते हैं
ru: Ты получишь доступ ко всем функциям на

source: Free
hi: मुफ्त
ru: Бесплатно

# SetWorkHours
source: Set work schedule
hi: कार्य का समय निर्धारित करें
ru: Часы работы

source: Select currency
hi: मुद्रा चुनें
ru: Выбери валюту

source: Enter price
hi: मूल्य दर्ज करें
ru: Введи цену

source: Price range
hi: मूल्य सीमा
ru: Диапазон цен

# BookingsHeading
source: Bookings
ru: Брони

source: Select price and currency
hi: मूल्य और मुद्रा चुनें
ru: Выберите цену и валюту

source: Submit
hi: सबमिट करें
ru: Отправить

source: Enter location
hi: स्थान दर्ज करें
ru: Введи локацию

source: Enter title
hi: शीर्षक दर्ज करें
ru: Введи название

source: Why do you love it?
hi: आप इसे क्यों प्यार करते हैं ?
ru: Почему тебе это нравится?

source: Submit content
hi: सामग्री सबमिट करें
ru: Предложить контент

source: Place submitted successfully
hi: सफलतापूर्वक प्रस्तुत स्थान
ru: Предложение успешно отправлено

source: Feedback
hi: प्रतिक्रिया
ru: Отзыв

source: Reply
hi: जवाब दे दो
ru: Ответить

source: Write the answer
hi: उत्तर लिखें
ru: Напиши ответ

source: Successfully answered
hi: सफलतापूर्वक उत्तर दिया
ru: Ответ успешно отправлен

source: Range end value is less than begining one
hi: सीमा समाप्ति मान प्रारंभिक मान से कम है
ru: Конечное значение диапазона меньше начального

source: Invites
ru: Приглашения

# MinutesAgo
source: {minutes}m ago
hi: {minutes} मिनट पहले
ru: {minutes}м назад

# HoursAgo
source: {hours}h ago
hi: {hours} घंटे पहले
ru: {hours}ч назад

source: Yesterday
hi: कल
ru: Вчера

# WeekAgo
source: a week ago
hi: एक सप्ताह पहले
ru: неделю назад

source: Select your specialty
ru: Выбери специализацию

source: Content that is available for you to view will appear here
ru: Доступный контент появится здесь

source: To become an influencer you need to do
ru: Чтобы стать инфлюенсером нужно выполнить

source: {count} Video-Reaction
ru: {count} Видео-Реакций

source: {count} Reviews
ru: {count} Отзывов

source: Your progress
ru: Твой прогресс

# ContentQualityNotice
source: In any case, content will be moderated, please take care of the quality
ru: Контент будет проходить модерацию, позаботься о его качестве

# TheseContentIsOnYourOtherLists
source: These content is on your other lists. When added, it will be removed from the current.
hi: ये सामग्री आपकी अन्य सूचियों पर है । जोड़े जाने पर, इसे वर्तमान से हटा दिया जाएगा ।
ru: Контент есть в других твоих списках. После добавления он будет удален из текущего.

source: The best parties
hi: सबसे अच्छी पार्टियां
ru: Лучшие вечеринки

source: Must visit technology conf
hi: प्रौद्योगिकी सम्मेलन का दौरा करना चाहिए
ru: Обязательно посети технологическую конференцию

source: shared with you
hi: आपके साथ साझा किया गया
ru: поделилась с вами

source: The best technologies conf
hi: सर्वश्रेष्ठ प्रौद्योगिकी सम्मेलन
ru: Лучшая техническая конференция

source: The best tech conf
hi: सर्वश्रेष्ठ तकनीकी सम्मेलन
ru: Лучшая тех конференция

source: Add to my favorites
hi: मेरे पसंदीदा में जोड़ें
ru: Добавить в избранное

# TheBestTechListSuccessfullyAdded
source: List “The best technologies conf” successfully added
hi: सूची" सर्वश्रेष्ठ टेक्नोलॉजीज कॉन्फ " सफलतापूर्वक जोड़ा गया
ru: Список “Лучшая тех конференция” успешно добавлен

source: Recently added
hi: हाल ही में जोड़ा गया
ru: Недавно добавлено

source: Search or add tag
hi: टैग खोजें या जोड़ें
ru: Искать или добавить тег

source: Date
hi: तारीख
ru: Дата

source: Properties
hi: गुण
ru: Свойства

source: Activity types
hi: गतिविधि प्रकार
ru: Типы активности

source: Voices
hi: आवाज़ें
ru: Аудио

source: News
hi: समाचार
ru: Новости

source: You will receive new tools
hi: आपको नए उपकरण मिलेंगे
ru: Ты получишь новые инструменты

source: Your new tools
hi: आपके नए उपकरण
ru: Твои новые инструменты

source: To open the next set of tools you need to do
hi: अगले टूल सेट को खोलने के लिए आपको यह करना होगा
ru: Чтобы открыть следующий набор инструментов, нужно сделать

source: Icons
ru: Иконки

source: Related properties
ru: Связанные свойства

source: Search property
ru: Поиск свойств

source: My reactions
hi: मेरी प्रतिक्रियाएँ
ru: Мои реакции

source: My feedback
hi: मेरी प्रतिक्रिया
ru: Мои отзывы

# NoFeedbacksYet
source: Visit places and events in Shuffle and share your impressions
hi: शफल में स्थानों और घटनाओं का दौरा करें और अपने अनुभव साझा करें
ru: Посещай места и события в Shuffle и делись впечатлениями

# NoVideoReactionsYet
source: Visit places and events in Shuffle and make amazing video-reactions
hi: शफल में स्थानों और घटनाओं का दौरा करें और अद्भुत वीडियो-प्रतिक्रियाएँ बनाएं
ru: Посещай места и события в Shuffle и делись видео-реакциями

source: Accrual
hi: प्रोद्भवन
ru: Начисление

source: Activation
hi: सक्रियण
ru: Активация

source: View history
hi: इतिहास देखें
ru: Просмотр истории

source: Album
hi: एल्बम
ru: Альбом

# MustSelectVideo
source: You must select at least one video
hi: आपको कम से कम एक वीडियो चुनना होगा
ru: Нужно выбрать хотя бы одно видео

source: Back
hi: वापस
ru: Назад

# FileNotExistsMessage
source: File does not exist
hi: फ़ाइल मौजूद नहीं है
ru: Файл не существует

# ContentIdNotProvidedError
source: Content id not provided
hi: सामग्री आईडी प्रदान नहीं की गई
ru: Не предоставлен ID контента

# VideoReactionUploadedMessage
source: Reaction successfully added
hi: प्रतिक्रिया सफलतापूर्वक जोड़ी गई
ru: Видео-реакция успешно загружена

source: Cutting video
hi: वीडियो को काटना
ru: Обрезка видео

source: Compressing video
hi: वीडियो को संक्षेपित करना
ru: Сжатие видео

source: Uploading video
hi: वीडियो अपलोड कर रहा है
ru: Загрузка видео

source: Video file not cut
hi: वीडियो फ़ाइल को काटा नहीं जा सका
ru: Видео не обрезано

source: Compressing video {progress}%
hi: वीडियो {progress}% संक्षेपित कर रहा है
ru: Сжатие видео {progress}%

source: Okay
hi: ठीक है
ru: Окей

source: No people available to invite
hi: आमंत्रित करने के लिए कोई लोग उपलब्ध नहीं हैं
ru: Нет пользователей для инвайта

# NoReviewsMessage
source: Be the first to review
hi: कोई समीक्षा नहीं
ru: Оставь отзыв первым

source: Reviews by critics
hi: निरंकुशों द्वारा समीक्षा
ru: Отзывы критиков

# NoReactionsMessage
source: There are no reactions yet, be the first
hi: अब तक कोई प्रतिक्रिया नहीं है, पहले वाले बनें
ru: Здесь пока нет реакций, будь первым

source: Categories
hi: श्रेणियाँ
ru: Категории

source: Entertainment
hi: मनोरंजन
ru: Развлечения

source: Related personal properties
hi: संबंधित व्यक्तिगत गुण
ru: Относительные личные свойства

# BeFirstToInvite
source: Be the first
ru: Будь первым

# ShowTheBarcode
source: Show the barcode at the checkout when paying
hi: भुगतान करते समय चेकआउट पर बारकोड दिखाएं
ru: Показывайте штрих-код при оплате

source: {x} successfully activated
hi: {x} सफलतापूर्वक सक्रिय
ru: {x} успешно активировано

source: Spent my points
hi: मेरे अंक बिताए
ru: Потратить мои баллы

source: Icon
hi: आइकन
ru: Иконка

source: Info
hi: जानकारी
ru: Информация

source: Video-reactions
hi: वीडियो प्रतिक्रियाएँ
ru: Видео-реакции

source: Show deleted
hi: हटाए गए दिखाएं
ru: Показать удаленные

source: Expand thread
hi: धागा फैलाएं
ru: Развернуть ветку

source: Collapse thread
hi: धागा संकुचित करें
ru: Свернуть ветку

# CantSeePublicProfileMessage
source: You can view this profile once it becomes an influencer
hi: आप इस प्रोफ़ाइल को एक इन्फ्लुएंसर बनने पर देख सकते हैं
ru: Ты сможешь увидеть этот профиль, когда он станет инфлюенсером

# InstructionsToEnableHealthKit
source: To enable health kit please go to Privacy & Security section in Settings, then go to Health section and select Shuffle App there
ru: Чтобы включить кит здоровья, перейди в «Конфиденциальность и безопасность» в настройках, затем в «Здоровье» и выбери там «Shuffle app»

source: Push up your business
hi: अपने व्यवसाय को पुश करें
ru: Прокачай свой бизнес

source: Show more
hi: अधिक दिखाएं
ru: Показать больше

source: Go ahead and grow your business
hi: आगे बढ़ें और अपना व्यवसाय बढ़ाएं
ru: Продолжай и позволь бизнесу расти

source: about us
hi: हमारे बारे में
ru: о нас

source: Open now
hi: अभी खोलें
ru: Часы работы

source: Spend it
hi: इसे खर्च करें
ru: Потратить

# CompanyPresentationSlider1
source: It is a non-public profile that allows you to post your places, branches, and place's events
hi: यह एक गैर-सार्वजनिक प्रोफ़ाइल है जो आपको अपने स्थानों, शाखाओं और स्थान की घटनाओं को पोस्ट करने की अनुमति देती है
ru: Это закрытый профиль, который позволяет публиковать места, филиалы и события

# CompanyPresentationSlider2
source: You can create branches; in a place card users will see the entire brench network
hi: आप शाखाओं बना सकते हैं, एक जगह कार्ड उपयोगकर्ताओं में पूरे शाखा नेटवर्क देखेंगे
ru: Ты можешь создавать филиалы; в карточке места пользователи увидят всю сеть

# CompanyPresentationSlider3
source: Your content appears in the app's rotation and is recommended to users through the unique Shuffle system, - with user and content properties, behavioral factors, geo, weather, etc
hi: आपकी सामग्री ऐप के रोटेशन में दिखाई देती है और उपयोगकर्ताओं को अद्वितीय फेरबदल प्रणाली के माध्यम से अनुशंसित की जाती है, - उपयोगकर्ता और सामग्री गुणों, व्यवहार कारकों, भू, मौसम, आदि के साथ
ru: Твой контент появляется в ротации и рекомендуется через уникальную систему Shuffle, - через свойства юзеров и контента, факторы поведения, гео, погоду и тд

# CompanyPresentationSlider4
source: Increase awareness & traffic to your places and events. All app's & users features are around your content cards
hi: अपने स्थानों और घटनाओं के लिए जागरूकता और यातायात बढ़ाएँ । सभी ऐप और उपयोगकर्ता सुविधाएँ आपके सामग्री कार्ड के आसपास हैं
ru: Повысь узнаваемость и посещаемость мест и событий. Всё выстроено вокруг твоих карточек контента

# CompanyPresentationSlider5
source: You attract specialized Shuffle influencers who will elevate the status of your places
hi: आप विशेष शफल प्रभावितों को आकर्षित करते हैं जो आपके स्थानों की स्थिति को बढ़ाएंगे
ru: Ты привлекаешь инфлюенсеров-экспертов Shuffle, которые повысят статус твоих мест

# CompanyPresentationSlider6
source: You can interact with your audience through the unique functionality of special notifications, reminders, offers and presales
hi: आप विशेष सूचनाओं, अनुस्मारकों, ऑफ़र और अपसेल की अनूठी कार्यक्षमता के माध्यम से अपने दर्शकों के साथ बातचीत कर सकते हैं
ru: Ты можешь взаимодействовать с аудиторией через уникальный функционал специальных уведомлений, напоминаний, предложений и апселлов

# CompanyPresentationSlider7
source: You can use the internal targeted advertising system
hi: आप आंतरिक लक्षित विज्ञापन प्रणाली का उपयोग कर सकते हैं
ru: Ты можешь использовать внутреннюю систему таргетированной рекламы

# CompanyPresentationSlider8
source: You can integrate your booking system into content cards or use the Shuffle booking system in the future
hi: आप अपने बुकिंग सिस्टम को सामग्री कार्ड में एकीकृत कर सकते हैं या भविष्य में शफल बुकिंग सिस्टम का उपयोग कर सकते हैं
ru: Ты можешь интегрировать свою систему бронирования или использовать систему Shuffle в будущем

source: Branches
hi: शाखाएँ
ru: Филиал

source: Restaurant
hi: रेस्तरां
ru: Рестораны

source: Open
hi: ओपन
ru: Открыто

source: min
hi: मिन
ru: мин

source: Tasty coffee
hi: स्वादिष्ट कॉफी
ru: Вкусный кофе

source: Calm atmosphere
hi: शांत वातावरण
ru: Спокойная атмосфера

source: Tea list
hi: चाय की सूची
ru: Чайная карта

# GreatInterviewWithOwner
source: Great interview with the owner
hi: मालिक के साथ महान साक्षात्कार
ru: Отличное интервью с владельцем

source: Add category
hi: श्रेणी जोड़ें
ru: Добавить категорию

source: Add place type
hi: जगह प्रकार जोड़ें
ru: Добавить тип места

source: Add property
hi: संपत्ति जोड़ें
ru: Добавить свойство

# FeedFavoritesHiwItems
source: {item, plural, =0{drag & and drop cards} =1{create and name stack} =2{line up stacks order} few{share your stacks} other{share your stacks}}
hi: {item, plural, =0{कार्ड खींचें और छोड़ें} =1{स्टैक बनाएं और नाम दें} =2{स्टैक को क्रम से पंक्तिबद्ध करें} few{अपने स्टैक साझा करें} other{अन्य}}
ru: {item, plural, =0{зажми и перетяни карточку} =1{создай стопку и назови} =2{выстрой порядок стопок} few{поделись стопкой} other{поделись стопкой}}

# ConvenientClearAndUseful
source: сonvenient, clear and useful
hi: सुविधाजनक, स्पष्ट और उपयोगी
ru: удобно, чётко и полезно

source: Stacks are on
hi: स्टैक्स चालू हैं
ru: Для пользователей

source: Stacks and something else are available for you...
hi: स्टैक्स और कुछ और आपके लिए उपलब्ध हैं...
ru: Для тебя доступны стопки и кое-что еще...

source: Influencer
ru: Инфлюенсер

source: Entertainment specialist
hi: मनोरंजन विशेषज्ञ
ru: Специалист развлечений

source: Go premium
hi: प्रीमियम जाएं
ru: Перейти на премиум

source: Spend
hi: खर्च करें
ru: Потратить

source: Challenge Feelings
hi: भावनाओं का चुनौती
ru: Брось вызов чувствам

# Feedbacks
source: {count} {count, plural, =0{Feedback} =1{Feedback} =2{Feedbacks} few{Feedbacks} many{Feedbacks} other{Feedbacks}}
hi: {count, plural, =0{प्रतिक्रिया} =1{प्रतिक्रिया} =2{प्रतिक्रिया} few{प्रतिक्रिया} many{प्रतिक्रिया} other{प्रतिक्रिया}}
ru: {count} {count, plural, =0{отзывов} =1{отзыв} =2{отзыва} few{отзыва} many{отзывов} other{отзывов}}

# ShareCard
source: {count} {count, plural, =0{card} =1{card} =2{cards} few{cards} many{cards} other{cards}} {count, plural, =0{shares} =1{share} =2{shares} few{shares} many{shares} other{shares}}
hi: {count} {count, plural, =0{कार्ड} =1{कार्ड} =2{कार्ड} few{कार्ड} many{कार्ड} other{कार्ड}} {count, plural, =0{शेयर} =1{शेयर} =2{शेयर} few{शेयर} many{शेयर} other{शेयर}}
ru: Поделиться {count} {count, plural, =0{карточек} =1{карточкой} =2{карточками} few{карточками} many{карточками} other{карточками}}

# LoginInAppDaysInARow
source: Login in {count} {count, plural, =0{days} =1{day} =2{days} few{days} many{days} other{days}} in a row
hi: {count} {count, plural, =0{दिन} =1{दिन} =2{दिन} few{दिन} many{दिन} other{दिन}} लॉगिन इन एप्लिकेशन में लॉगिन
ru: Вход в приложение {count} {count, plural, =0{дней} =1{день} =2{дня} few{дня} many{дней} other{дней}} подряд

# SpendHoursPerWeek
source: Spend {count} {count, plural, =0{hours} =1{hour} =2{hours} few{hours} many{hours} other{hours}} per week
hi: हर हफ्ते {count} {count, plural, =0{घंटे} =1{घंटा} =2{घंटे} few{घंटे} many{घंटे} other{घंटे}} बिताएं
ru: Провести {count} {count, plural, =0{часов} =1{час} =2{часа} few{часа} many{часа} other{часов}} в неделю

# Connects
source: {count} {count, plural, =0{connects} =1{connect} =2{connect} few{connect} many{connect} other{connect}}
hi: {count} {count, plural, =0{कनेक्ट्स} =1{कनेक्ट} =2{कनेक्ट्स} few{कनेक्ट्स} many{कनेक्ट्स} other{कनेक्ट्स}}
ru: {count} {count, plural, =0{коннектов} =1{коннект} =2{коннекта} few{коннекта} many{коннектов} other{коннектов}}

# CardOpening
source: {count} {count, plural, =0{cards} =1{card} =2{cards} few{cards} many{cards} other{cards}} {count, plural, =0{openings} =1{opening} =2{openings} few{openings} many{openings} other{openings}}
hi: {count} {count, plural, =0{कार्ड} =1{कार्ड} =2{कार्ड} few{कार्ड} many{कार्ड} other{कार्ड}} {count, plural, =0{ओपनिंग} =1{ओपनिंग} =2{ओपनिंग} few{ओपनिंग} many{ओपनिंग} other{ओपनिंग}}
ru: {count} {count, plural, =0{открытий карточек} =1{открытие карточки} =2{открытия карточек} few{открытия карточек} many{открытий карточек} other{открытий карточек}}

source: Offer content
hi: प्रस्ताव सामग्री
ru: Предложить контент

source: GO pro
ru: Перейти на про

# Bookigns
source: {count} {count, plural, =0{bookings} =1{booking} =2{bookings} few{bookings} many{bookings} other{bookings}}
hi: {count} {count, plural, =0{बुकिंग} =1{बुकिंग} =2{बुकिंग} few{बुकिंग} many{बुकिंग} other{बुकिंग}}
ru: {count} {count, plural, =0{букингов} =1{букинг} =2{букинга} few{букинга} many{букингов} other{букингов}}

source: No messages yet
hi: अब तक कोई संदेश नहीं
ru: Пока нет сообщений

# ChatDeletionAndCreationMessage
source: Created on {creationDate}. Will be deleted on {deletionDate}
hi: बनाया गया है {creationDate}। हटाया जाएगा {deletionDate}
ru: Создан {creationDate}. Удалится {deletionDate}

# MembersCount
source: {count, plural, =0{{count} members} =1{{count} member} =2{{count} members} few{{count} members} many{{count} members} other{{count} members}}
hi: {count, plural, =0{{count} सदस्य} =1{{count} सदस्य} =2{{count} सदस्य} few{{count} सदस्य} many{{count} सदस्य} other{{count} सदस्य}}
ru: {count, plural, =0{{count} участников} =1{{count} участник} =2{{count} участника} few{{count} участников} many{{count} участников} other{{count} участников}}

source: Invited people
hi: आमंत्रित लोग
ru: Участники

# ReplyingTo
source: Replying to {message}
hi: {message} का जवाब दे रहे हैं
ru: Ответ на {message}

# AlreadyInvited
source: Plz respect your choice and others' feelings
hi: कृपया अपने चयन और दूसरों की भावनाओं का सम्मान करें
ru: Плз уважай свой выбор и чувства других

# PointsCount
source: {count, plural, =0{points} =1{point} =2{points} few{points} many{points} other{points}}
hi: {count} {count, plural, =0{अंक} =1{अंक} =2{अंक} few{अंक} many{अंक} other{अंक}}
ru: {count, plural, =0{поинтов} =1{поинт} =2{поинта} few{поинта} many{поинтов} other{поинтов}}

# ReviewsCount
source: {count} {count, plural, =0{Reviews} =1{Review} =2{Reviews} few{Reviews} many{Reviews} other{Reviews}}
hi: {count} {count, plural, =0{समीक्षा} =1{समीक्षा} =2{समीक्षा} few{समीक्षा} many{समीक्षा} other{समीक्षा}}
ru: {count} {count, plural, =0{Обзоров} =1{Обзор} =2{Обзора} few{Обзора} many{Обзоров} other{Обзоров}}

source: Shraziid goblet
hi: श्राज़ीद गोब्लेट
ru: Кубок Шразиида

# ShraziidGobletDescription
source: An ancient goblet found in the desert sands. They say that Shraziid himself, the ruler of the great Sand Kingdom, drank from it.
hi: एक प्राचीन गोब्लेट जो रेत के राज्य के महान श्राज़ीद खुद ने पिया था।
ru: Древний кубок, найденный в песках пустыни. Говорят, что из него пил сам Шразиид, правитель великого Песчаного царства.

source: Lucky Coin
hi: भाग्यशाली सिक्का
ru: Монета удачи

# LuckyCoinDescription
source: As long as you have it in your inventory, good luck is with you. Twist it, turn it, touch it to be filled with the energy of good luck.
hi: जब तक आपके पास इसे इन्वेंटरी में रखा है, भाग्य आपके साथ है। इसे घुमाएं, इसे घुमाएं, इसे छूने के लिए भाग्य की ऊर्जा से भर दें।
ru: Пока она у тебя в инвентаре - удача с тобой. Покрути, поверти её, прикоснись к ней, чтобы наполниться энергией удачи.

source: Focus of Light
hi: प्रकाश का केंद्र
ru: Средоточие Света

# FocusOfLightDescription
source: The Light of the universe is contained here. If it gets darker in your soul, the light is with you. Look and be filled with peace.
hi: यहाँ ब्रह्मांड का प्रकाश समाहित है। यदि आपकी आत्मा में अंधेरा होता है, तो प्रकाश आपके साथ है। देखें और शांति से भरें।
ru: Свет вселенной заключён здесь. Если потемнеет в душе - свет с тобой. Посмотри и преисполнись покоем.

source: Unknown Ring
hi: अज्ञात रिंग
ru: Неизвестное кольцо

# UnknownRingDescription
source: Strange ring. We don't know why it is here...
hi: अजीब रिंग। हमें यह नहीं पता क्यों यह यहाँ है...
ru: Странное кольцо. Не знаем откуда оно здесь…

# InvitesCount
source: {count} {count, plural, =0{invites} =1{invite} =2{invites} few{invites} many{invites} other{invites}}
hi: {count} {count, plural, =0{आमंत्रण} =1{आमंत्रण} =2{आमंत्रण} few{आमंत्रण} many{आमंत्रण} other{आमंत्रण}}
ru: {count} {count, plural, =0{приглашений} =1{приглашение} =2{приглашения} few{приглашения} many{приглашений} other{приглашений}}

# InvitesVerb
source: Invites
hi: आमंत्रण
ru: Приглашает

# InvitesTo
source: To
hi: को
ru: на

source: Sure you want to exit?
hi: क्या आप निकलना चाहते हैं?
ru: Точно хочешь выйти?

# YouWillNoLongerSendMessagesTo
source: You can no longer send messages to {name}
hi: आप {name} को अब संदेश नहीं भेज सकते
ru: Ты больше не сможешь отправлять сообщения {name}
