Repository: shuffle-app/shuffle_uikit
Catalog: lib/localization/arb/intl_*.arb
Languages: hi, ru

source: Add photo here
hi: फोटो यहाँ जोड़ें
ru: Добавьте фото

source: From gallery
hi: गैलरी से
ru: Из галлереи

# SelectToSetPreview
source: Select a photo to set preview
hi: पूर्वावलोकन सेट करने के लिए एक फोटो चुनें
ru: Выберите фото чтобы задать превью

# CropVertical
source: Crop to vertical
hi: लंबवत करने के लिए
ru: Обрезать для вертикали

# CropHorizontal
source: Crop to horizontal
hi: क्षैतिज करने के लिए
ru: Обрезать для горизонтали

# ThereNoPlacesYet
source: There are no places yet
hi: अब तक कोई स्थान नहीं है
ru: Мест пока нет

# ThereNoEventsYet
source: There are no events yet
hi: अब तक कोई घटना नहीं है
ru: Ивентов пока нет

# SelectTimeCorrespondingToContentCard
source: Select the time corresponding to the content card
hi: सामग्री कार्ड के अनुसार समय चुनें
ru: Выберите время соответствующее карточке контента

# BookingPlural
source: Bookings
hi: बुकिंग
ru: Букинги

# AverageContentViewTime
source: Average card visit time
hi: औसत कार्ड देखने का समय
ru: Среднее время визита

source: Routes
hi: रूट
ru: Маршруты

# MinutesShort
source: min
hi: मिनट
ru: мин

source: Event rating (by feedback)
hi: घटना रेटिंग (प्रतिक्रिया द्वारा)
ru: Рейтинг событий (по отзывам)

source: Place rating (by feedback)
hi: स्थान रेटिंग (प्रतिक्रिया द्वारा)
ru: Рейтинг мест (по отзывам)

source: Overall rating of interest
hi: रुचि की समग्र रेटिंग
ru: Общий рейтинг интереса

source: Cuisine type
ru: Тип кухни

source: Museum type
ru: Тип музея

source: Gallery type
ru: Тип галлереи

source: Music type
ru: Тип музыки

source: Monday
hi: सोमवार
ru: Понедельник

source: Tuesday
hi: मंगलवार
ru: Вторник

source: Wednesday
hi: बुधवार
ru: Среда

source: Thursday
hi: गुरुवार
ru: Четверг

source: Friday
hi: शुक्रवार
ru: Пятница

source: Saturday
hi: शनिवार
ru: Суббота

source: Sunday
hi: रविवार
ru: Воскресенье

# YearsOldShort
source: y.o
hi: वर्ष
ru: лет

source: Gender and Age
hi: लिंग और आय
ru: Пол и возраст

source: Tell us about
ru: Расскажи о

source: Yourself
ru: Себе

source: And get
ru: и получи

# SelectMindsetInvitation
source: {count, plural, =0{Content recommendation system especially for you} =1{Meeting like-minded people using the user matching system} =2{Every time new places and events that suit you} other{It's easier to find the right people, and for them to find you}}
ru: {count, plural, =0{Систему рекомендаций контента специально для тебя} =1{Встречи единомышленников с помощью системы соответствия пользователей} =2{Каждый раз новые места и события, подходящие тебе} other{Легче найти нужных людей, а им найти тебя}}

# PlzEnterName
source: Plz, enter your name & nickname
ru: Плз, введи свое имя & никнейм

# OpenedUpcomingEvents
source: Opened "Upcoming events" block
ru: Открытие блока "Предстоящие события"

source: You progressed!
ru: Вы продвинулись!

source: Add to scheduler
hi: Plan it
ru: В план

source: Soon
ru: Скоро

# FreeNowXLater
source: Free now, {count}$ later
ru: Сейчас бесплатно, позже {count}$

source: Code scanner
ru: Сканер кода

source: Offer info
ru: Инфо об оффере

source: Confirmed
ru: Подтверждено

# ThereNoUsersWhoHaveBoughtOfferYet
source: There are no users who have bought the offer yet
ru: Пока еще нет пользователей, которые купили этот оффер

source: Available soon
ru: Скоро будет доступно

# BookingLimitError
source: The booking limit for one person has been reached
ru: Достигнут лимит бронирования на одного человека

# ThisIsEmptyNowBook
source: This is empty now, book your visit and it will appear here
hi: यह अभी खाली है, अपनी यात्रा बुक करें और यह यहाँ दिखाई देगा
ru: Пока пусто, забронируй и букинг появится здесь

source: No past bookings
hi: कोई पिछली बुकिंग नहीं
ru: Нет прошедших броней

source: in {x} days
ru: через {x} дня

source: Scanner
ru: Сканер

# ScanControllerNotReady
source: Controller not ready
ru: Контроллер не готов

# ScanPermissionDenied
source: Permission denied
ru: В разрешении отказано

# ScanningIsUnsupported
source: Scanning is unsupported on this device
ru: Сканирование на этом устройстве не поддерживается

# ScanGenericError
source: Generic Error
ru: Общая ошибка

# YouSharedTicket
source: You shared a ticket
ru: Вы поделились билетом

# ShowTheBarcodeCheckout
source: Show the barcode at the checkout
ru: Покажи штрих-код на контроле

# LongTapCardEdit
source: Long tap card to edit
ru: Зажми, чтобы редактировать

# YouCannotCreateOfferDate
source: You cannot create an offer because the event or venue has already been completed
ru: Ты не можешь создать оффер, так как событие уже завершено

# HiHereTicket
source: Hi, here's a ticket
ru: Привет, держи билет

source: Add
ru: Добавить

# IfPlaceAlreadyExistsIn
source: If a place already exists in
ru: Если место уже существует в

source: just confirm it
ru: просто подтверди это

# LimitMustBeGreaterThanZero
source: The limit must be greater than zero
ru: Лимит должен быть больше нуля

# StartTimeShouldBeEarlierThanEndTime
source: The start time should be earlier than the end time
ru: Начальное время должно быть раньше конечного

source: The selected time cannot be elapsed
ru: Выбранное время не может быть прошедшим

# ItNecessaryToChooseADay
source: It is necessary to choose a day
ru: Необходимо выбрать день

# APeriodOrPartOfPeriodOfTimeCannotBeInPast
source: A period or part of a period of time cannot be in the past
ru: Промежуток или часть промежутка времени, не может находиться в прошлом

source: Status: {x} - Available
ru: Статус: {x} - Доступно

# StatusXIsNotAvailable
source: Status {x} - Access is restricted or the page is not found
ru: Статус {x} - Доступ ограничен или страница не найдена

# ErrorFailedConnectToX
source: Failed to connect to {x}
ru: Не удалось подключиться к {x}

# TicketSuccessfullyActivated
source: The ticket has been successfully activated
ru: Билет успешно активирован

# CouldNotFindThisTicket
source: Couldn't find this ticket
ru: Не удалось найти этот билет

source: Select template
ru: Выберите шаблон

source: Select location
ru: Выбери местоположение

source: Current location:
ru: Текущее местоположение:

# SelectOptionSchedule
source: Select option
ru: Выбери опцию

# DeleteXAlert
source: Are you sure want to delete {x} forever?
ru: Вы уверены что хотите удалить {x} навсегда?

# ArchiveXAlert
source: Are you sure want to archive {x}?
ru: Вы уверены что хотите заархивировать {x}?

# UnArchiveXAlert
source: You will send {x} to moderation
ru: Вы отправляете {x} на модерацию

source: Unarchive
ru: Вернуть из архива

# ChangingScheduleTypeAlert
source: Changing schedule type will wipe all data in this form!
ru: Изменив тип расписания, занесенные данные очистятся!

source: Time Range
ru: Промежуток времени

# TopographingLocation
source: Topographing the location
ru: Топографируем локацию

# SendingGeologistToPoint
source: We are sending a geologist to the point
ru: Высылаем геолога на точку

# SendingGoogleCarForVerification
source: We are sending a Google car for verification
ru: Посылаем Google-авто для проверки

# DistributeInformation
source: We distribute information
ru: Распространяем информацию

# PutItInRotation
source: We put it in rotation
ru: Закидываем в ротацию

# PeopleStartingToTalkAboutYou
source: People are starting to talk about you
ru: Люди начинают говорить про вас

# LightingUpTimeTableau
source: Lighting up the time tableau
ru: Зажигаем табло времени

# PrintingCalendar
source: Printing a calendar
ru: Печатаем календарик

source: Setting up alarm clocks
ru: Заводим будильники

source: We bring still lifes
ru: Подвозим натюрморты

source: Fill the air with fresh paint
ru: Наполняем воздух свежей краской

source: Unloading the canvases
ru: Выгружаем полотна

source: Installing curtains
ru: Устанавливаем занавески

# PuttingUpPoster
source: We are putting up a poster
ru: Вешаем плакат

# WeInstallAndWashShowcase
source: We install and wash the showcase
ru: Устанавливаем и моем витрину

source: Show {x} in profile
ru: Показать {x} в профиле

# PleaseEnterLink
source: Please enter a link
ru: Пожалуйста, введи ссылку

# PleaseEnterValidXLink
source: Please enter a valid {x} link
ru: Введи действительную {x} ссылку

source: Links
ru: Ссылки

source: Shocking content
ru: Шок контент

source: Sexual content
ru: Секс контент

source: Copyright infringement
ru: Нарушение авторских прав

source: Misleading
ru: Вводит в заблуждение

source: Your claim
ru: Твоя претензия

source: Another reason
ru: Другая причина

source: Translate
ru: Перевод

source: Original
ru: Оригинал

# PleaseValidateXDetailsBeforeModeration
source: Please validate {x} details before sending it to moderation
ru: Пожалуйста, проверь детали {x} перед модерацией

# MaxNumberOfEvents
source: You've reached the maximum number of created events
ru: Достигнуто максимальное количество событий

source: Open event
ru: Открыть ивент

source: See list
ru: Посмотреть лист

source: Become pro
ru: Стать Pro

source: Book it (+{x})
ru: Букинг (+{x})

source: I changed my mind
ru: Я передумал

source: Shuffle digest
ru: Shuffle дайджест

source: Cannot find this place or event
ru: Не удается найти это место или ивент

# BarcodeAlreadyBeenActivated
source: This barcode has already been activated
ru: Этот баркод уже активирован

# CityXWasDetected
source: The city is automatically detected as {x}.
ru: Город автоматически определяется как {x}.

# ChangeInSettings
source: You can change it in the settings.
ru: Можешь изменить это в настройках.

source: Want to change?
ru: Хочешь изменить?

# CouldNotFindThisReview
source: Couldn't find this review
ru: Не удалось найти этот отзыв

source: Review was successfully edited
ru: Отзыв был успешно изменён

source: My
ru: Мой

source: Common
ru: Общий

source: Where's the activity?
ru: Где движ?

source: Chat name
ru: Название чата

source: Admin
ru: Админ

source: You asked to be added to the chat
ru: Вы запросили добавиться в чат

# WaitAdminResponse
source: Wait for the admin's response
ru: Ожидай ответ админа чата

# PrivateChatApply
source: Private chat. Please apply by pressing
ru: Приватный чат. Подай заявку, нажав

source: Select city
ru: Выбери город

source: City
ru: Город

source: Scheduler
ru: Планер

# WantToJoin
source: wants to join
ru: хочет присоединиться

source: Go!
hi: आगे बढ़ो

source: Ok
hi: ठीक है

source: Email
hi: ईमेल

source: Premium
hi: अधिमूल्य

source: Pro
hi: प्रो

source: Shuffle
hi: मिश्रण

# ShuffleWithRightWhitespace
source: Shuffle
hi: मिश्रण

source: Check in
hi: चेक इन करें

# GoNoExclamation
source: Go
hi: जाओ

source: Connected
hi: कनेक्टेड

source: Log in
hi: लॉग इन करें

# YourReminderIsShown1Time
source: Your reminder is shown 1 time on the specified date.
hi: आपकी याद दिलाने वाली एक बार निर्दिष्ट तिथि पर दिखाई जाएगी।
