Repository: shuffle-app/shuffle_uikit
Catalog: lib/localization/arb/intl_*.arb
Languages: hi, ru

# DonationHint
source: You can create one request per month and spend money only on your dream
hi: आप प्रति महीने एक अनुरोध बना सकते हैं और अपने सपने पर ही पैसा खर्च कर सकते हैं
ru: Ты можешь создавать один запрос в месяц и потратить деньги только на свою мечту

source: Hint system disabled
hi: संकेत प्रणाली अक्षम है
ru: Система подсказок деактивирована

# AllAppNotification
source: All app notifications
hi: सभी ऐप सूचनाएँ
ru: Все уведомления

source: Events reminders
hi: घटनाएँ और याद दिलाने वाले
ru: Напоминания о событиях

source: New features
hi: नई सुविधाएँ
ru: Новые функции

source: New donates
hi: नई दान
ru: Новые донаты

source: New followers
hi: नए अनुयायी
ru: Новые подписчики

# ForPeriod
source: For
hi: के लिए
ru: на

# Easy
source: Eazy
hi: आसान
ru: Изи

source: Fair
hi: उचित
ru: Средне

source: Hardcore
hi: हार्डकोर
ru: Хардкор

# FaqUnderDev
source: Gathering requests for FAQ. Under development
hi: सामान्य प्रश्न के लिए अनुरोध जमा किया जा रहा है। विकास के अधीन
ru: Сбор запросов для FAQ. Раздел находится в разработке

# Days
source: {days,plural, =0{days} =1{day} =2{days} few{days} many{days} other{days}}
hi: {days,plural, =0{दिन} =1{दिन} =2{दिन} few{दिन} many{दिन} other{दिन}}
ru: {days,plural, =0{дней} =1{день} =2{дня} few{дня} many{дней} other{дней}}

# UpgradeAccount
source: To use this function plz upgrade to {type}
hi: इस फ़ंक्शन का उपयोग करने के लिए कृपया {type} में अपग्रेड करें
ru: Чтобы пользоваться этим нужен {type} аккаунт

# UpgradeAccountConfirmation
source: Upgrade
hi: अपग्रेड
ru: Оформить

# FeedFeelingsHiwTitle
source: Depending on...
hi: आधारित है...
ru: Полагаясь на...

# FeedFeelingsHiwSubtitle
source: you get exactly what you need
hi: आपको बिल्कुल वह मिलता है जो आपको चाहिए
ru: получаешь то, что нужно конкретно тебе

# FeedFeelingsHiwItems
source: {item, plural, =0{your location} =1{your interests} =2{weather around} few{and other 14 scales} other{and other 14 scales}}
hi: {item, plural, =0{आपकी जगह} =1{आपकी रुचियां} =2{आसपास का मौसम} few{और अन्य 14 स्केल्स} other{और अन्य 14 स्केल्स}}
ru: {item, plural, =0{гео} =1{интересы} =2{погода вокруг} few{и еще 14 свойств} other{и еще 14 свойств}}

# FeedRandomizerHiwTitle
source: Randomizing...
hi: यादृच्छिकता...
ru: Его величество случай...

# FeedRandomizerHiwSubtitle
source: you press and get random
hi: आप दबाते हैं और यादृच्छिक प्राप्त करते हैं
ru: нажимаешь и случайная выдача

# FeedRandomizerHiwItems
source: {item, plural, =0{events & places} =1{filtering by chips} =2{choose chip & press} few{press & scroll } other{press & scroll }}
hi: {item, plural, =0{घटनाएँ और स्थान} =1{चिप्स द्वारा फ़िल्टर करना} =2{चिप चुनें और दबाएं} few{दबाएं और स्क्रॉल करें} other{दबाएं और स्क्रॉल करें}}
ru: {item, plural, =0{события и места} =1{фильтруй по тэгам} =2{выбирай и жми} few{прокрути } other{прокрути }}

# OnboardingSlide1
source: to have some fun
hi: मज़े करने के लिए
ru: веселиться

# OnboardingSlide2
source: to explore leisure and business
hi: व्यापार और अनुसंधान करने के लिए
ru: развлечения и бизнес

# OnboardingSlide3
source: to just chill out
hi: बस आराम करने के लिए
ru: просто чилить

# UserTypeSelectionPrompt
source: Select the type of account you would like to create
hi: आपके द्वारा बनाने जा रहे खाते का प्रकार चुनें
ru: Выбери тип аккаунта, который хочешь создать или войти

source: Personal
hi: व्यक्तिगत
ru: Личный

source: Company
hi: कंपनी
ru: Компания

# CredentialsVerificationTitle
source: Happy to see you
hi: आपको खुश देखकर अच्छा लगा
ru: Мы рады тебя видеть

# CredentialsVerificationPrompt
source: To gain access you must log in first
hi: पहुँच प्राप्त करने के लिए पहले लॉग इन करें
ru: Чтобы продолжить, сначала пройди регистрацию

# PasswordHint
source: Letters, numbers, ! “ @ # $ % & symbols, 8 characters
hi: अक्षर, संख्या, ! “ @ # $ % & विचार, 8 अक्षर
ru: Буквы, цифры, ! “ @ # $ % &, не менее 8 символов

source: Terms of Service
hi: सेवा की शर्तें
ru: Условия использования

source: Privacy Policy
hi: गोपनीयता नीति
ru: Политика конфиденциальности

source: Account
hi: खाता
ru: Аккаунт

source: Type of content
hi: सामग्री का प्रकार
ru: Тип контента

source: Leisure
hi: फुर्सत
ru: Досуг

source: Business
hi: व्यापार
ru: Бизнес

source: Both
ru: Оба

# CredentialsCodeVerificationSubtitle
source: Please type verification code sent to
hi: कृपया उस ईमेल पते पर भेजे गए कोड को दर्ज करें
ru: Пожалуйста, введи код, отправленный на

source: Email verification
hi: ईमेल सत्यापन
ru: Подтверждение email

source: Need email verification
ru: Требуется подтвердить email

source: Phone verification
hi: फ़ोन सत्यापन
ru: Подтверждение номера телефона

source: Resend code
hi: कोड फिर से भेजें
ru: Отправить код еще раз

source: Enter new password
hi: नया पासवर्ड दर्ज करें
ru: Новый пароль

source: Male
hi: पुरुष
ru: Мужчина

source: Female
hi: महिला
ru: Женщина

source: Other
hi: अन्य
ru: Другое

source: Hindu
hi: हिंदू
ru: Индуизм

source: Islam
hi: इस्लाम
ru: Ислам

source: Judaism
hi: यहूदी धर्म
ru: Иудаизм

source: Atheism
hi: नास्तिकता
ru: Атеизм

source: Buddhism
hi: बौद्ध धर्म
ru: Буддизм

source: Christianity
hi: ईसाई धर्म
ru: Христианство

source: Describe your business
hi: अपने व्यापार का विवरण दें
ru: Опиши свой бизнес

# Read
source: Read {amount}
hi: पढ़े {amount}
ru: Читать {amount}

source: more
hi: और
ru: больше

source: less
hi: कम
ru: меньше

# UpcomingGlobalEvents
source: Upcoming globals
hi: आगामी वैश्विक घटनाएँ
ru: Грядущие глобальные

# SpinnerTitle
source: Events you don't wanna miss
hi: घटनाएँ जिन्हें आप नहीं चाहते हैं छोड़ना
ru: События. Не пропусти!

# FeedNichesHiwTitle
source: Great match...
hi: बड़ा मैच...
ru: Отличное совпадение...

# FeedNichesHiwSubtitle
source: get exactly what you need
hi: आपको बिल्कुल वह मिलता है जो आपको चाहिए
ru: получаешь то, что есть в твоей нише

# FeedNichesHiwItems
source: {item, plural, =0{select the niche} =1{press} =2{get selection} few{choose & plan} other{choose & plan}}
hi: {item, plural, =0{आप निशा चुनते हैं} =1{दबाते हैं} =2{चुनते हैं और योजना बनाते हैं} few{चुनते हैं और योजना बनाते हैं} other{चुनते हैं और योजना बनाते हैं}}
ru: {item, plural, =0{выбераешь нишу} =1{жмешь} =2{получаешь подборку} few{выбираешь и планируешь} other{выбираешь и планируешь}}

# SpinnerHiwTitle
source: You spin it...
hi: आप इसे घुमाते हैं...
ru: Ты крутишь его...

# SpinnerHiwSubtitle
source: you find personalized events
hi: आपको व्यक्तिगत घटनाएँ मिलती हैं
ru: ты найдешь персонализированные мероприятия

# SpinnerHiwHint
source: {item, plural, =0{for fun} =1{swipe category} =2{choose & plan} few{search & book} other{search & book}}
hi: {item, plural, =0{मज़े के लिए} =1{श्रेणी घुमाएं} =2{चुनें और योजना बनाएं} few{खोजें और बुक करें} other{खोजें और बुक करें}}
ru: {item, plural, =0{ради забавы} =1{можно листать категорию} =2{выбирай и планируй} few{ищи и бронируй} other{ищи и бронируй}}

# ProfileFindSomeoneHiwTitle
source: Do not be alone...
hi: अकेले मत रहो...
ru: Не будь один...

# ProfileFindSomeoneHiwSubtitle
source: go somewhere together
hi: किसी को खोजें और उसके साथ जाएं
ru: пойти куда-нибудь вместе

# ProfileFindSomeoneHiwHint
source: {item, plural, =0{find companions} =1{similar preferences} =2{check point reputation} few{no foes} other{no foes}}
hi: {item, plural, =0{साथी खोजें} =1{समान पसंद} =2{चेक पॉइंट रिप्यूटेशन} few{कोई दुश्मन नहीं} other{कोई दुश्मन नहीं}}
ru: {item, plural, =0{найти компаньонов} =1{похожие предпочтения} =2{поинты = репутация} few{никаких неприятелей} other{никаких неприятелей}}

# ProfileAskOrSupportHiwTitle
source: Fulfill the dream...
hi: अपने सपने को पूरा करें...
ru: Исполни мечту...

# ProfileAskOrSupportHiwSubtitle
source: yours or someone else's
hi: अपने या किसी और के
ru: свою или чью-то

# ProfileAskOrSupportHiwHint
source: {item, plural, =0{post a dream request} =1{write & make video} =2{be convincing and honest} few{donate others} other{donate others}}
hi: {item, plural, =0{सपना अनुरोध पोस्ट करें} =1{लिखें और वीडियो बनाएं} =2{बहुत सारे लोगों को दान करें} few{दूसरों की मदद करें} other{दूसरों की मदद करें}}
ru: {item, plural, =0{размести запрос} =1{напиши и сделай видео} =2{будь убедителен и честен} few{помогай другим} other{помогай другим}}

# SearchHiwTitle
source: Usual search...
hi: सामान्य खोज...
ru: Обычный поиск...

# SearchHiwSubtitle
source: search or choose others choice
hi: खोजें या दूसरे विकल्प चुनें
ru: поиск или выбрать другие варианты

# SearchHiwHint
source: {item, plural, =0{preferences don’t work} =1{events/places} =2{type & get result} few{use ratings & models} other{use ratings & models}}
hi: {item, plural, =0{पसंद नहीं करते} =1{घटनाएँ/स्थान} =2{प्रकार और परिणाम प्राप्त करें} few{रेटिंग और मॉडल का उपयोग करें} other{रेटिंग और मॉडल का उपयोग करें}}
ru: {item, plural, =0{предпочтения не работают} =1{события/места} =2{введи и получай} few{смотри на рейтинги} other{смотри на рейтинги}}

# ShuffleHiwTitle
source: Shuffling places...
hi: शफल...
ru: Перетасовка мест...

# ShuffleHiwSubtitle
source: finding personalized places
hi: व्यक्तिगत स्थान खोजें
ru: поиск персонализированных мест

# ShuffleHiwHint
source: {item, plural, =0{swipe any direction} =1{swipe place qualities} =2{like dislike favorite} few{teach our system} other{teach our system}}
hi: {item, plural, =0{किसी भी दिशा में घुमाएं} =1{स्थान गुणवत्ता घुमाएं} =2{पसंद नहीं करें पसंद करें पसंदीदा} few{हमारी प्रणाली को सिखाएं} other{हमारी प्रणाली को सिखाएं}}
ru: {item, plural, =0{свайпай карточки} =1{листай свойства места} =2{ок/не ок/в избранное} few{учи нашу систему} other{учи нашу систему}}

# CheckInHiwTitle
source: Suitable city content will...
hi: उपयुक्त शहरी सामग्री...
ru: Подходящий контент...

# CheckInHiwSubtitle
source: cure your feeling or enchance it!
hi: अपने भावना को ठीक करें या उसे बढ़ावा दें!
ru: излечит ваше чувство или усилит!

# CheckInHiwHint
source: {item, plural, =0{3 difficulty levels} =1{visit first to open next} =2{visit & check in} few{pass & be rewarded} other{pass & be rewarded}}
hi: {item, plural, =0{3 स्तर की कठिनाई} =1{पहले जाएं और अगला खोलें} =2{जाएं और चेक इन करें} few{पास करें और पुरस्कृत हों} other{पास करें और पुरस्कृत हों}}
ru: {item, plural, =0{3 уровня сложности} =1{посещай и открывай новое} =2{посети и зачекинься} few{пройди и получи награду} other{пройди и получи награду}}

# Members
source: {item, plural, =0{Members} =1{Member} =2{Members} few{Members} other{Members}}
hi: {item, plural, =0{सदस्य} =1{सदस्य} =2{सदस्य} few{सदस्य} other{सदस्य}}
ru: {item, plural, =0{Участников} =1{Участник} =2{Участников} few{Участников} many{Участниками} other{Участники}}

source: Choose yourself
hi: खुद को चुनें
ru: Выбери себя

source: Check it out
hi: इसे जांचें
ru: Зацени

# SocialSubtitle
source: Useful services and places
hi: उपयोगी सेवाएँ और स्थान
ru: Полезные сервисы и места

source: Under service
hi: विकल्प चुनें
ru: В разработке

# FindSomeoneCardPoints
source: {count, plural, =0{{count} points} =1{{count} point} =2{{count} points} few{{count} points} many{{count} points} other{{count} points}}
hi: {count, plural, =0{{count} अंक} =1{{count} अंक} =2{{count} अंक} few{{count} अंक} many{{count} अंक} other{{count} अंक}}
ru: {count, plural, =0{{count} поинтов} =1{{count} поинт} =2{{count} поинта} few{{count} поинтов} many{{count} поинтов} other{{count} поинтов}}

# FindSomeoneCardSameInterests
source: {count, plural, =0{{count} common interests} =1{{count} common interest} =2{{count} common interests} few{{count} common interests} many{{count} common interests} other{{count} common interests}}
hi: {count, plural, =0{{count} इंटरेस्ट} =1{{count} इंटरेस्ट} =2{{count} इंटरेस्ट} few{{count} इंटरेस्ट} many{{count} इंटरेस्ट} other{{count} इंटरेस्ट}}
ru: {count, plural, =0{{count} общих интересов} =1{{count} общий интерес} =2{{count} общих интереса} few{{count} общих интересов} many{{count} общих интересов} other{{count} общих интересов}}

# DonationRaised
source: raised {actuallyRaised}/${goal}$
hi: जमा हुआ {actuallyRaised}/{goal}$
ru: собрано {actuallyRaised}/${goal}$

# UnderDevelopmentMessage
source: Under development
hi: विकास के अधीन
ru: В разработке

source: Exit
hi: बाहर निकलें
ru: Выход

source: Delete account
hi: खाता हटाएं
ru: Удалить аккаунт

source: Settings
hi: सेटिंग्स
ru: Настройки

source: Yearly
hi: सालाना
ru: Годовой

source: Monthly
hi: मासिक
ru: Месячный

# PremiumSubscriptionFeature1
source: Unique feature "Connects". Search, communicate, meet someone, networking
hi: अद्वितीय सुविधा "कनेक्ट्स"। खोजें, संवाद करें, किसी से मिलें, नेटवर्किंग
ru: Уникальная функция “Коннекты”. Поиск, общение, встречи, нетворкинг

# PremiumSubscriptionFeature2
source: Special profile label
hi: विशेष प्रोफ़ाइल लेबल
ru: Специальный бейдж в профиле

# PremiumSubscriptionFeature3
source: Ability to leave reviews, shoot video-reactions about places and events, participate in ratings
hi: स्थानों और घटनाओं के बारे में समीक्षा छोड़ने, वीडियो-प्रतिक्रिया देने, रेटिंग में भाग लेने की क्षमता
ru: Возможность оставлять отзывы, видео-реакции о местах и событиях, участвовать в рейтинге

# PremiumSubscriptionFeature4
source: Ability to add/suggest favorite places
hi: पसंदीदा स्थानों को जोड़ने/सुझाव देने की क्षमता
ru: Предлагать приложению любимые места

# PremiumSubscriptionFeature5
source: Ability to switch dark/light design theme
hi: डार्क/लाइट डिजाइन थीम स्विच करने की क्षमता
ru: Переключать темную и светлую темы

# PremiumSubscriptionFeature6
source: Ability to become an Influencer
hi: विशेष अधिकारी लेबल
ru: Возможность стать Инфлюенсером

# PremiumSubscriptionFeature7
source: Ability to create and share convenient stacks of favorites
ru: Возможность создавать удобные стопки избранного и делиться ими

# PremiumSubscriptionFeature8
source: Have your own event scheduler
ru: Свой собственный планировщик событий

# ProSubscriptionFeature1
source: Special profile label
hi: विशेष प्रोफ़ाइल लेबल
ru: Специальный бейдж в профиле

# ProSubscriptionFeature2
source: Ability to create your own events
hi: विशेष अधिकारी लेबल
ru: Возможность создавать свои события

# ProSubscriptionFeature3
source: Additional motivation of potential audience (clients/visitors) with the help of points system
hi: स्थानों और घटनाओं के बारे में समीक्षा छोड़ने, वीडियो-प्रतिक्रिया देने, रेटिंग में भाग लेने की क्षमता
ru: Дополнительная мотивация потенциальной аудитории (клиентов/посетителей) с помощью системы поинтов

# ProSubscriptionFeature4
source: Ability to sell related services through ticket booking
hi: पसंदीदा स्थानों को जोड़ने/सुझाव देने की क्षमता
ru: Возможность продавать дополнительный сервис через систему бронирования

# ProSubscriptionFeature5
source: Upsales
hi: अपसेल्स
ru: Допродажи

# ProSubscriptionFeature6
source: Internal targeted promotion of your events, statistics and analytics
hi: आपकी घटनाओं, सांख्यिकी और विश्लेषण की आंतरिक लक्षित प्रचार
ru: Внутренняя таргетированная реклама событий, статистика и аналитика

# ProSubscriptionFeature7
source: Ability to use specialised notifications
hi: विशेष सूचनाओं का उपयोग करने की क्षमता
ru: Возможность использовать специальные уведомления

source: Pick from map
hi: नक्शे से चुनें
ru: Выбрать на карте

source: Add promotion
hi: प्रचार अभियान
ru: Промо

source: Archive
hi: संग्रहीत
ru: Архив

source: Delete company
hi: कंपनी हटाएं
ru: Удалить компанию

source: Select Date Range
hi: तिथि सीमा चुनें
ru: Выбери диапазон дат

source: Date Range
hi: सीमा चुनें
ru: Диапазон дат

source: Reset
hi: रीसेट
ru: Сбросить

# NowWeKnowYouBetter
source: Thanks! Now we know you better
hi: धन्यवाद! अब हम आपको बेहतर जानते हैं
ru: Спасибо! Теперь мы знаем тебя лучше

source: Tell us more
hi: और बताओ
ru: Ещё о тебе

source: Very often
hi: बहुत अक्सर
ru: Часто

# WithInDays
source: in {days} {days, plural, =0{days} =1{day} =2{days} few{days} many{days} other{days}}
hi: के भीतर {days} {days, plural, =0{दिन} =1{दिन} =2{दिन} few{दिन} many{दिन} other{दिन}}
ru: через {days} {days, plural, =0{дней} =1{день} =2{дня} few{дня} many{дней} other{дней}}

# SearchChooseYourself1
source: Happiness for children and family
hi: बच्चों और परिवार के लिए खुशी
ru: Счастье детям и семье

# SearchChooseYourself2
source: Thirst for adventure
hi: साहस की प्यास
ru: Жажда приключений

# SearchChooseYourself3
source: Parties and dancing
hi: पार्टियाँ और नृत्य
ru: Вечеринки и танцы

# SearchChooseYourself4
source: Extremes and thrills
hi: अत्यंतता और रोमांच
ru: Экстрим и острые ощущения

# SearchChooseYourself5
source: Age of enlightenment
hi: ज्ञान और शिक्षा
ru: Эпоха просвещения

# SearchChooseYourself6
source: Fine dining
hi: बाजार और खरीदारी
ru: Изысканная кухня

# SearchChooseYourself7
source: Bliss and chill
hi: आनंद और शांति
ru: Блаженство и чилл

# SearchChooseYourself8
source: Sporty movements
hi: खेल और खेलने की चीजें
ru: Спортивные движения

# SearchChooseYourself9
source: Self-care (Health and beauty/self-love)
hi: खुद की देखभाल
ru: Забота о себе

# SearchBusinessChooseYourself1
source: Business clubs
hi: व्यापारिक क्लब
ru: Бизнес-клубы

# SearchBusinessChooseYourself2
source: Digital & IT conferences
hi: डिजिटल और आईटी सम्मेलन
ru: Digital & IT конференции

# SearchBusinessChooseYourself3
source: Pitch sessions
hi: पिच सत्र
ru: Питч сессии

# SearchBusinessChooseYourself4
source: Business games
hi: व्यापारिक खेल
ru: Бизнес игры

# SearchBusinessChooseYourself5
source: Forums (industry exhibitions)
hi: फोरम (उद्योग प्रदर्शनी)
ru: Форумы (отраслевые выставки)

# SearchBusinessChooseYourself6
source: Networking
hi: नेटवर्किंग
ru: Нетворкинг

# SearchBusinessChooseYourself7
source: Seminars and trainings
hi: सेमिनार और प्रशिक्षण
ru: Семинары и тренинги

# LoginWith
source: Continue with {provider}
hi: {provider} के साथ जारी रखें
ru: Продолжить с {provider}

# UpdateAppMessageTitle
source: Time for update
hi: अद्यतन का समय
ru: Пора обновиться

# UpdateAppMessage
source: It's been a while since you've updated our app, and we've added a lot of handy stuff in the meantime
hi: आपके द्वारा अद्यतन किए जाने के बाद से हमारे ऐप में काफी उपयोगी चीजें जोड़ दी गई हैं
ru: Ты давно не обновлял приложение, а мы добавили много удобных штук

source: Control
hi: नियंत्रण
ru: Контроль

source: Rating
hi: रेटिंग
ru: Рейтинг

source: Add feedback
hi: प्रतिक्रिया जोड़ें
ru: Поставить оценку

# AddFeedbackFieldTitle
source: Describe your experience
hi: अपने अनुभव का वर्णन करें
ru: Опиши свой опыт

# AddFeedbackFieldHint
source: Tell us what you liked or remember
hi: बताएं कि आपको क्या पसंद आया या याद रहा
ru: Расскажи, что понравилось или запомнилось

source: Add review
hi: समीक्षा जोड़ें
ru: Оставить отзыв

# AddReviewFieldHint
source: Write a useful addition
hi: एक उपयोगी जोड़ना लिखें
ru: Напиши полезное дополнение

# AddReviewFieldTitle
source: Describe your experience
hi: अपने अनुभव का वर्णन करें
ru: Опиши свой опыт

source: Personal respect
hi: व्यक्तिगत सम्मान
ru: Персональный респект

source: Add to personal TOP
hi: व्यक्तिगत शीर्ष पर जोड़ें
ru: Добавить в личный ТОП

# AddInfluencerFeedbackPopOverText
source: Write a detailed review, use all the available characters so that as many people as possible can appreciate it
hi: एक विस्तृत समीक्षा लिखें, सभी उपलब्ध वर्णों का उपयोग करें ताकि जितने अधिक लोग संवाद कर सकें
ru: Напиши подробный отзыв, используй все доступные символы, чтобы как можно больше людей могли его оценить

source: Title your TOP
hi: अपने शीर्ष का शीर्षक दें
ru: Назови свой ТОП

# AddReviewPopOverText
source: Write an addition to the review that will be useful for other visitors.
hi: एक समीक्षा जोड़ें जो अन्य आगंतुकों के लिए उपयोगी होगी
ru: Напиши дополнение к отзыву, которое будет полезно для других посетителей

# FeedbackAddedSuccessfullyMessage
source: Your feedback has been successfully added
hi: आपकी प्रतिक्रिया सफलतापूर्वक जोड़ी गई है
ru: Твой отзыв успешно добавлен

# AddReactions
source: Add reaction
hi: प्रतिक्रिया जोड़ें
ru: Добавить рекцию

source: Reactions by
hi: प्रतिक्रिया के द्वारा
ru: Реакции от

source: Albums
hi: एल्बम
ru: Альбомы

source: All albums
hi: सभी एल्बम
ru: Все альбомы

# VideoReactionAdded
source: Your reaction has been successfully added
hi: आपकी प्रतिक्रिया सफलतापूर्वक जोड़ी गई है
ru: Твоя реакция успешно добавлена

source: You missed a lot
hi: आपने बहुत कुछ छोड़ दिया
ru: Вы многое пропустили

source: More about this place
hi: इस स्थान के बारे में और जानें
ru: Больше об этом месте

source: More about this event
hi: इस घटना के बारे में और जानें
ru: Больше об этом событии

source: Reactions by critics
hi: निरंकुशों द्वारा प्रतिक्रिया
ru: Отзывы от критиков

# MakeSureYouAreCloseToMakeCheckIn
source: Make sure you are close and try check in again
hi: सुनिश्चित करें कि आप निकट हैं और फिर से चेक इन करें
ru: Убедись, что ты рядом и попробуй ещё раз

# LocationIsRequired
source: Location is required to procceed check in
hi: चेक इन करने के लिए स्थान आवश्यक है
ru: Локация необходима для использования функции

# UsingNotifications
source: Use notifications
hi: सूचनाएँ उपयोग करें
ru: Уведомления

source: You can get
hi: आप प्राप्त कर सकते हैं
ru: Ты можешь получить

source: Different number of points
hi: अलग संख्या के अंक
ru: Разное количество поинтов

source: Real money
hi: असली पैसे
ru: Реальные деньги

source: Inventory items
hi: इन्वेंटरी आइटम
ru: Предметы инвентаря

source: Dubai Event Ticket
hi: दुबई घटना टिकट
ru: Билеты на события

source: Congratulations
hi: बधाई हो
ru: Поздравляем

source: You received
hi: आपको मिला
ru: Вы получили

# HealthRandomAlert
source: Give access to health kit usage otherwise the result will be random
hi: स्वास्थ्य किट उपयोग की अनुमति दें अन्यथा परिणाम यादृच्छिक होगा
ru: Предоставь доступ к хэлс киту иначе результат будет рандомным

# InfluencerSubscriptionFeature1
source: You can declare yourself and show your expertise in one of the areas of social life of the city or the world
hi: आप अपने शहर या दुनिया के सामाजिक जीवन के क्षेत्रों में अपने आप को घोषित कर सकते हैं और अपनी विशेषज्ञता दिखा सकते हैं
ru: Заяви о себе показав свою экспертизу в одной из сфер жизни города или мира

# InfluencerSubscriptionFeature2
source: You can gather your own new or supplement an existing audience
hi: आप अपने नए दर्शकों को जुटा सकते हैं या मौजूदा दर्शकों को पूरा कर सकते हैं
ru: Собери свою аудиторию или дополни существующую

# InfluencerSubscriptionFeature3
source: Get a set of tools for working with
hi: काम करने के लिए उपकरणों का एक सेट प्राप्त करें
ru: Используй набор инструментов для работы с

# InfluencerSubscriptionFeature3v1
source: content and interacting with your audience
hi: सामग्री और अपने दर्शकों के साथ बातचीत करना
ru: контентом и своей аудиторией

# InfluencerSubscriptionFeature4
source: Become a thought leader in your field and earn a reputation
hi: अपने क्षेत्र में एक विचार नेता बनें और प्रतिष्ठा कमाएं
ru: Стань лидером и зарабатывай репутацию в своей сфере

# InfluencerSubscriptionFeature5
source: Influence people\'s choices and enhance the significance of places and events
hi: लोगों के चयन पर प्रभाव डालें और स्थानों और घटनाओं का महत्व बढ़ाएं
ru: Влияй на выбор людей и усиливай значимость мест и событий

# InfluencerSubscriptionFeature6
source: Monetization
hi: मुद्रीकरण
ru: Монетизация

# MondayShort
source: Mon
hi: सोमवार
ru: Пн

# TuesdayShort
source: Tue
hi: मंगलवार
ru: Вт

# WednesdayShort
source: Wed
hi: बुधवार
ru: Ср

# ThursdayShort
source: Thu
hi: गुरुवार
ru: Чт

# FridayShort
source: Fri
hi: शुक्रवार
ru: Пт

# SaturdayShort
source: Sat
hi: शनिवार
ru: Сб

# SundayShort
source: Sun
hi: रविवार
ru: Вс

source: Not set
hi: सेट नहीं किया गया
ru: Не указано

source: Unfollow
hi: अनफॉलो
ru: Отписаться

# FollowersCount
source: {count, plural, =0{followers} =1{follower} =2{followers} few{followers} many{followers} other{followers}}
hi: {count, plural, =0{अनुयायी} =1{अनुयायी} =2{अनुयायी} few{अनुयायी} many{अनुयायी} other{अनुयायी}}
ru: {count, plural, =0{подписчиков} =1{подписчик} =2{подписчика} few{подписчиков} many{подписчиков} other{подписчиков}}

source: Contacts
hi: संपर्क
ru: Контакты
