Repository: shuffle-app/shuffle_uikit
Catalog: lib/localization/arb/intl_*.arb
Languages: hi, ru

# YouSureToDeleteX
source: Sure you want to delete {name}?
hi: क्या आप {name} को हटाना चाहते हैं?
ru: Уверены, что хотите удалить {name}?

source: You
hi: आप
ru: Ты

source: {x} invites {y}
hi: {x} ने {y} को आमंत्रित किया
ru: {x} приглашает {y}

# InvitesNPeopleInfo
source: Invites {invitedPeopleCount, plural, =0{{invitedPeopleCount} people} =1{{invitedPeopleCount} person} =2{{invitedPeopleCount} people} few{{invitedPeopleCount} people} many{{invitedPeopleCount} people} other{{invitedPeopleCount} people}}
hi: {invitedPeopleCount, plural, =0{{invitedPeopleCount} लोगों को आमंत्रित किया} =1{{invitedPeopleCount} व्यक्ति को आमंत्रित किया} =2{{invitedPeopleCount} व्यक्तियों को आमंत्रित किया} few{{invitedPeopleCount} व्यक्तियों को आमंत्रित किया} many{{invitedPeopleCount} व्यक्तियों को आमंत्रित किया} other{{invitedPeopleCount} व्यक्तियों को आमंत्रित किया}}
ru: Приглашает {invitedPeopleCount, plural, =0{{invitedPeopleCount} людей} =1{{invitedPeopleCount}-о} =2{{invitedPeopleCount}-х} few{{invitedPeopleCount}-х} many{{invitedPeopleCount}-х} other{{invitedPeopleCount}-х}}

source: Message not found
hi: संदेश नहीं मिला
ru: Сообщение не найдено

# FeelingsGuesses
source: {count} {count, plural, =0{feelings} =1{feeling} =2{feelings} few{feelings} many{feelings} other{feelings}} guesses
hi: {count} {count, plural, =0{भावनाएँ} =1{भावना} =2{भावनाएँ} few{भावनाएँ} many{भावनाएँ} other{भावनाएँ}} अनुमान
ru: {count} {count, plural, =0{челленджей} =1{челлендж} =2{челленджа} few{челленджа} many{челленджей} other{челленджей}} feelings

# ContentOffers
source: {count} content {count, plural, =0{offers} =1{offer} =2{offers} few{offers} many{offers} other{offers}}
hi: {count} {count, plural, =0{सामग्री} =1{प्रस्ताव} =2{सामग्री} few{सामग्री} many{सामग्री} other{सामग्री}}
ru: {count} {count, plural, =0{предложений} =1{предложение} =2{прижложения} few{предложения} many{предложений} other{предложений}} контента

# Reactions
source: {count} {count, plural, =0{reactions} =1{reaction} =2{reactions} few{reactions} many{reactions} other{reactions}}
hi: {count} {count, plural, =0{प्रतिक्रिया} =1{प्रतिक्र} =2{प्रतिक्रिया} few{प्रतिक्र} many{प्रतिक्रिया} other{प्रतिक्रिया}}
ru: {count} {count, plural, =0{видео-реакций} =1{видео-реакция} =2{видео-реакции} few{видео-реакции} many{видео-реакций} other{видео-реакций}}

# StacksShares
source: {count} {count, plural, =0{stacks} =1{stack} =2{stacks} few{stacks} many{stacks} other{stacks}} {count, plural, =0{shares} =1{share} =2{shares} few{shares} many{shares} other{shares}}
hi: {count} {count, plural, =0{स्टैक्स} =1{स्टैक} =2{स्टैक्स} few{स्टैक्स} many{स्टैक्स} other{स्टैक्स}} {count, plural, =0{शेयर} =1{शेयर} =2{शेयर} few{शेयर} many{शेयर} other{शेयर}}
ru: поделиться {count} {count, plural, =0{стопок} =1{стопкой} =2{стопками} few{стопками} many{стопками} other{стопками}}

source: Wiseacre of sands
hi: बालू का बुद्धिमान
ru: Мудрец песков

source: Couldn't find invite
hi: आमंत्रण नहीं मिल सका
ru: Не удалось найти приглашение

source: Wiseacre lady of sands
hi: बालू की महिला बुद्धिमान
ru: Мудрая леди песков

source: Moderated
hi: मॉडरेट
ru: Модерировано

source: To plan
hi: योजना
ru: Планер

source: Share
hi: शेयर
ru: Поделиться

source: Rename
hi: नाम बदलें
ru: Переименовать

source: Delete
hi: हटाएं
ru: Удалить

# DeleteFolderAlert
source: Sure you want to delete stack?
hi: क्या आप स्टैक हटाना चाहते हैं?
ru: Вы уверены, что хотите удалить папку?

# SeekingWandererMen
source: Seeking wanderer
hi: खोज रहा है वैंडरर
ru: Ищущий странник

# SeekingWandererWom
source: Seeking wanderer
hi: खोज रही है वैंडरर
ru: Ищущая странница

# TravelerMen
source: Traveler
hi: यात्री
ru: Путник

source: Global
hi: ग्लोबल
ru: Глобально

# GlobalAlertText
source: Only published can be made global
hi: केवल प्रकाशित को वैश्विक बनाया जा सकता है
ru: ТОЛЬКО ОПУБЛИКОВАННЫЕ МОЖНО СДЕЛАТЬ ГЛОБАЛ

# TravelerWom
source: Traveler
hi: यात्री
ru: Путница

source: View sources
hi: स्रोत देखें
ru: Источники просмотров

source: Upsales available
hi: अपसेल्स उपलब्ध हैं
ru: Доступны допродажи

# UpsalesAvailableHint
source: t-shirt, hat,yoga mat, mug
hi: टी-शर्ट, टोपी, योगा चटाई, मग
ru: футболка, шапочка, коврик для йоги, кружка

source: Upsales
hi: अपसेल्स
ru: Допродажи

# YearsOld
source: {years} {years, plural, =0{y.o.} =1{y.o.} =2{y.o.} few{y.o.} many{y.o.} other{y.o.}}
hi: {years} {years, plural, =0{वर्ष} =1{वर्ष} =2{वर्ष} few{वर्ष} many{वर्ष} other{वर्ष}}
ru: {years} {years, plural, =0{лет} =1{год} =2{года} few{года} many{лет} other{лет}}

# FromToYearsOld
source: {from} - {to} {from, plural, =0{y.o.} =1{y.o.} =2{y.o.} few{y.o.} many{y.o.} other{y.o.}}
hi: {from} - {to} {from, plural, =0{वर्ष} =1{वर्ष} =2{वर्ष} few{वर्ष} many{वर्ष} other{वर्ष}}
ru: {from} - {to} {from, plural, =0{лет} =1{год} =2{года} few{года} many{лет} other{лет}}

# XYearsPlus
source: {years}+ {years, plural, =0{y.o.} =1{y.o.} =2{y.o.} few{y.o.} many{y.o.} other{y.o.}}
hi: {years}+ {years, plural, =0{वर्ष} =1{वर्ष} =2{वर्ष} few{वर्ष} many{वर्ष} other{वर्ष}}
ru: {years}+ {years, plural, =0{лет} =1{год} =2{года} few{года} many{лет} other{лет}}

source: Age
hi: आयु
ru: Возраст

source: Interests
hi: रुचियां
ru: Интересы

source: Unique statistics
hi: अद्वितीय आंकड़े
ru: Уникальная статистика

# MostActiveAgeSegment
source: Portrait of the most active segment
hi: सबसे सक्रिय आयु सेगमेंट
ru: Портрет самого активного сегмента

# TopEventsFor
source: Top events for {date}
hi: {date} के लिए शीर्ष घटनाएँ
ru: Топ событий на {date}

source: Statistics
hi: आंकड़े
ru: Статистика

source: Select your booking
hi: अपनी बुकिंग चुनें
ru: Выбери вариант бронирования

source: Enter external link
hi: बाह्य लिंक दर्ज करें
ru: Добавить внешнюю ссылку

source: Start booking creation
hi: बुकिंग निर्माण शुरू करें
ru: Начать создание бронирования

source: Add link
hi: लिंक जोड़ें
ru: Добавить ссылку

source: Create booking
ru: Создать букинг

# GeneralMas
source: General
hi: सामान्य
ru: Общий

# GeneraFem
source: General
hi: सामान्य
ru: Общая

# OrganicStatistics
source: Organic
hi: जैविक
ru: Органика

# Promotion
source: Promo
hi: प्रचार
ru: Промо

# UserHasNoPublicProfileStart
source: User
hi: उपयोगकर्ता
ru: У пользователя

# UserHasNoPublicProfileEnd
source: doesn't have public profile
hi: का सार्वजनिक प्रोफ़ाइल नहीं है
ru: нет публичного профиля

source: Download PDF
hi: PDF डाउनलोड करें
ru: Скачать PDF

# CreateReminderDescription
source: Create free reminder for your clients
hi: अपने ग्राहकों के लिए अनुस्मारक प्राप्त करने के लिए
ru: Создай напоминание для твоих клиентов

source: Reminder
hi: याद दिलाने वाला
ru: Напоминание

# AlreadyHaveActiveReminder
source: You have already created one reminder. To create a new one, pause or remove the previous one.
hi: आपने पहले से ही एक याद दिलाने वाला बना रखा है। एक नया बनाने के लिए, पहले वाले को रोकें या हटाएं।
ru: У тебя уже есть активное напоминание. Чтобы создать новое, приостанови или удали предыдущее.

source: Limit
hi: सीमा
ru: Лимит

source: Booking
hi: बुकिंग
ru: Бронирование

source: Booking Limit
hi: बुकिंग सीमा
ru: Лимит бронирования

source: Booking Limit per one
hi: एक व्यक्ति प्रति बुकिंग सीमा
ru: Лимит бронирования для одного

source: Create subs
hi: सब्स बनाएं
ru: Создать сабы

source: Create upsales
hi: अपसेल्स बनाएं
ru: Создать апселлы

source: Subs
hi: सब्स
ru: Сабы

# PleaseEnterValidTitle
source: Please enter a valid title
hi: कृपया एक मान्य शीर्षक दर्ज करें
ru: Введи допустимое название

# PleaseEnterValidDescription
source: Please enter a description
hi: कृपया एक मान्य विवरण दर्ज करें
ru: Введи допустимое описание

source: Please add photo
hi: कृपया फोटो जोड़ें
ru: Добавь фото

source: Booking list
hi: बुकिंग सूची
ru: Список букингов

# Tickets
source: {count} {count, plural, =0{tickets} =1{ticket} =2{tickets} few{tickets} many{tickets} other{tickets}}
hi: {count} {count, plural, =0{टिकट} =1{टिकट} =2{टिकट} few{टिकट} many{टिकट} other{टिकट}}
ru: {count} {count, plural, =0{билетов} =1{билет} =2{билета} few{билета} many{билета} other{билетов}}

# Products
source: {count} {count, plural, =0{product} =1{products} =2{products} few{products} many{products} other{products}}
hi: {count} {count, plural, =0{उत्पाद} =1{उत्पाद} =2{उत्पाद} few{उत्पाद} many{उत्पाद} other{उत्पाद}}
ru: {count} {count, plural, =0{продутов} =1{проукт} =2{продукта} few{продукта} many{продуктов} other{продуктов}}

source: Full refund
hi: पूर्ण वापसी
ru: Полный возврат

source: Partial refund
hi: आंशिक वापसी
ru: Частичный возврат

source: Contact
hi: संपर्क
ru: Связаться

# ContactWith
source: Contact
hi: संपर्क
ru: Связаться с

source: by message
hi: संदेश द्वारा
ru: через сообщения

source: by e-mail
hi: ईमेल द्वारा
ru: через e-mail

source: Refund everyone
hi: सभी को वापसी करें
ru: Вернуть всем

source: requests
hi: अनुरोध
ru: запросил

source: full
hi: पूर्ण
ru: полный

source: partial
hi: आंशिक
ru: частичный

source: refund
hi: वापसी
ru: возврат

# TicketFrom
source: {count} {count, plural, =0{tickets} =1{ticket} =2{tickets} few{tickets} many{tickets} other{tickets}} form
hi: {count} {count, plural, =0{टिकट} =1{टिकट} =2{टिकट} few{टिकट} many{टिकट} other{टिकट}} से
ru: {count} {count, plural, =0{билетов} =1{билет} =2{билета} few{билета} many{билета} other{билетов}} из

# UpsalesProductsFrom
source: {count} upsales {count, plural, =0{product} =1{products} =2{products} few{products} many{products} other{products}} from
hi: {count} {count, plural, =0{उपसेल्स} =1{उपसेल्स} =2{उपसेल्स} few{उपसेल्स} many{उपसेल्स} other{उपसेल्स}} से
ru: {count} {count, plural, =0{продутов} =1{проукт} =2{продукта} few{продукта} many{продукта} other{продукта}} дополнительных продаж из

source: Go ahead
hi: आगे बढ़ें
ru: Вперед

source: Please enter limit
hi: कृपया सीमा दर्ज करें
ru: Добавь лимит

source: Please enter current limit
hi: कृपया वर्तमान सीमा दर्ज करें
ru: Введи допустимый лимит

# LimitLessTotalLimit
source: Limit for one must be less than total limit
hi: एक के लिए सीमा को कुल सीमा से कम होना चाहिए
ru: Этот лимит должен быть меньше общего лимита

# LimitLessSumLimitsSubs
source: Limit less than sum of limits for subs
hi: सब्स के लिए सीमा कुल सीमा की जोड़ से कम होनी चाहिए
ru: Лимит меньше суммы лимитов у сабов

source: Points are...
hi: अंक हैं...
ru: Поинты это...

# PointsHiwItems
source: {item, plural, =0{reputation and currency} =1{increase rating or spend} =2{perform actions} few{earn points} other{earn points}}
hi: {item, plural, =0{प्रतिष्ठा और मुद्रा} =1{रेटिंग बढ़ाएं या खर्च करें} =2{कार्रवाई करें} few{अंक कमाएं} other{अंक कमाएं}}
ru: {item, plural, =0{репутация и валюта} =1{повышай рейтинг или трать} =2{делай действия} few{получай поинты} other{получай поинты}}

source: ...Shuffle exchange system
hi: ...Shuffle एक्सचेंज सिस्टम
ru: ...система обмена Shuffle

source: My booking
hi: मेरी बुकिंग
ru: Мои букинги

source: Upcoming
hi: आगामी
ru: Грядущие

source: Past
hi: बीता हुआ
ru: Прошедшие

source: Ticket
hi: टिकट
ru: Билет

source: Product
hi: उत्पाद
ru: Продукт

source: Total
hi: कुल
ru: Сумма

# YouCanStillRequestRefundYourComplaint
source: You can still request a refund on your complaint
hi: आप अपनी शिकायत पर वापसी का अनुरोध कर सकते हैं
ru: Ты всё ещё можешь запросить возврат средств по жалобе

source: Leave feedback
hi: प्रतिक्रिया दें
ru: Оставь отзыв

source: Latest
hi: नवीनतम
ru: Свежее

source: Unread
hi: अपठित
ru: Новое

# PlusXNewReviews
source: {count, plural, =0{+{count} New reviews} =1{+{count} New review} =2{+{count} New reviews} few{+{count} New reviews} many{+{count} New reviews} other{+{count} New reviews}}
hi: {count} {count, plural, =0{नई समीक्षा} =1{नई समीक्षा} =2{नई समीक्षा} few{नई समीक्षा} many{नई समीक्षा} other{नई समीक्षा}}
ru: {count, plural, =0{+{count} Новых отзывов} =1{+{count} Новый отзыв} =2{+{count} Новых отзыва} few{+{count} Новых отзыва} many{+{count} Новых отзывов} other{+{count} Новых отзывов}}

# PlusXNewVideoReactions
source: {count, plural, =0{+{count} video-reactions} =1{+{count} video-reaction} =2{+{count} video-reactions} few{+{count} video-reactions} many{+{count} video-reactions} other{+{count} video-reactions}}
hi: {count} {count, plural, =0{वीडियो प्रतिक्रियाएँ} =1{वीडियो प्रतिक्रिया} =2{वीडियो प्रतिक्रियाएँ} few{वीडियो प्रतिक्रियाएँ} many{वीडियो प्रतिक्रियाएँ} other{वीडियो प्रतिक्रियाएँ}}
ru: {count, plural, =0{+{count} видео реакций} =1{+{count} видео реакция} =2{+{count} видео реакции} few{+{count} видео реакции} many{+{count} видео реакций} other{+{count} видео реакций}}

# PlusXNewVoices
source: {count, plural, =0{+{count} New voices} =1{+{count} New voice} =2{+{count} New voices} few{+{count} New voices} many{+{count} New voices} other{+{count} New voices}}
hi: {count} {count, plural, =0{नई आवाज़ें} =1{नई आवाज} =2{नई आवाज़ें} few{नई आवाज़ें} many{नई आवाज़ें} other{नई आवाज़ें}}
ru: {count, plural, =0{+{count} Новых аудиосообщений} =1{+{count} Новое аудиосообщение} =2{+{count} Новых аудиосообщения} few{+{count} Новых аудиосообщения} many{+{count} Новых аудиосообщений} other{+{count} Новых аудиосообщений}}

# PlusXNewVideos
source: + New video
hi: + नई वीडियो
ru: + Новое видео

# PlusXNewRoutes
source: + New route
hi: + नई रूट
ru: + Новый маршрут

# PlusXNewInterviews
source: + New interview
hi: + नई इंटरव्यू
ru: + Новое интервью

# PlusXNewContests
source: + New assignment
hi: + नई प्रतियोगिता
ru: + Новый конкурс

# PlusXNewChatComments
source: {count, plural, =0{+{count} comments} =1{+{count} comment} =2{+{count} comments} few{+{count} comments} many{+{count} comments} other{+{count} comments}}
hi: {count} {count, plural, =0{नई चैट टिप्पणियाँ} =1{नई चैट टिप्पणी} =2{नई चैट टिप्पणियाँ} few{नई चैट टिप्पणियाँ} many{नई चैट टिप्पणियाँ} other{नई चैट टिप्पणियाँ}}
ru: {count, plural, =0{+{count} комментариев} =1{+{count} комментарий} =2{+{count} комментария} few{+{count} комментария} many{+{count} комментариев} other{+{count} комментариев}}

# PlusXPhotos
source: {count, plural, =0{+{count} Photos} =1{+{count} Photo} =2{+{count} Photos} few{+{count} Photos} many{+{count} Photos} other{+{count} Photos}}
hi: {count} {count, plural, =0{नई फोटो} =1{नई फोटो} =2{नई फोटो} few{नई फोटो} many{नई फोटो} other{नई फोटो}}
ru: {count, plural, =0{+{count} Фото} =1{+{count} Фото} =2{+{count} Фото} few{+{count} Фото} many{+{count} Фото} other{+{count} Фото}}

# DontLiveAlone
source: Don't live alone, subscribe to people you like
hi: अकेले न रहें, उन लोगों की सदस्यता लें जिन्हें आप पसंद करते हैं
ru: Не живи один, подпишись на людей, которые тебе нравятся

# PlusXNewRespects
source: {count, plural, =0{+{count} respects} =1{+{count} respect} =2{+{count} respects} few{+{count} respects} many{+{count} respects} other{+{count} respects}}
hi: {count} {count, plural, =0{सम्मान} =1{सम्मान} =2{सम्मान} few{सम्मान} many{सम्मान} other{सम्मान}}
ru: {count, plural, =0{+{count} респектов} =1{+{count} респект} =2{+{count} респекта} few{+{count} респекта} many{+{count} респектов} other{+{count} респектов}}

source: No bookings yet
hi: अब तक कोई बुकिंग नहीं
ru: Букингов пока нет

source: Login with email
hi: ईमेल के साथ लॉगिन करें
ru: Продолжить с email

source: Show in content card
hi: सामग्री कार्ड में दिखाएं
ru: Показать в карточке контента

# SupportedFormatsBooking
source: Supported formats: JPEG/JPG/PNG. Max size - 10 MB. Max resolution - 3840 x 2200 px
hi: समर्थित प्रारूप: JPEG/JPG/PNG। अधिकतम आकार - 10 MB। अधिकतम संकलन - 3840 x 2200 px
ru: Форматы: JPEG/JPG/PNG. Макс. размер - 10 MB. Макс. разрешение - 3840 x 2200 px

source: Locked
hi: लॉक किया गया
ru: Заперто

# LogInTo
source: Log in
hi: लॉग इन करें
ru: Залогинься

source: To unlock
hi: अनलॉक करने के लिए
ru: Чтобы открыть

source: To open
hi: खोलने के लिए
ru: Чтобы открыть

# LoginBenefits
source: {count, plural, =0{leasure & business events & places} =1{locked sections & functions} =2{points, rewards & money} few{invites, chats, hang outs} other{Premium, PRO & organisation, Influencer accounts (use & create content)}}
hi: {count, plural, =0{अवकाश और व्यावसायिक कार्यक्रम और स्थान} =1{लॉक किए गए अनुभाग और फ़ंक्शन} =2{अंक, पुरस्कार और पैसे} few{आमंत्रण, चैट, हैंगआउट} other{प्रीमियम, प्रो और संगठन, प्रभावशाली खाते (सामग्री का उपयोग और निर्माण)}}
ru: {count, plural, =0{досуг и бизнес события и места} =1{закрытые разделы и функции} =2{поинты, награды и деньги} few{приглашения, чаты, тусовки} other{Премиум, PRO и организация, аккаунт Инфлюенсера (пользуйся и создавай контент)}}

# PlaceCompanyInfo
source: If your subscription is terminated, your content will be removed from rotation until your subscription is renewed
ru: В случае остановки подписки, твой контент будет удален из ротации до возобновления подписки

source: Select subs
hi: सब्स चुनें
ru: Выбери сабы

source: Ticket price
hi: टिकट कीमत
ru: Цена билета

source: Select your favorite product
hi: अपना पसंदीदा उत्पाद चुनें
ru: Выбери любимый продукт

source: Go to payment
hi: भुगतान पर जाएं
ru: Перейти к оплате

# SelectDateTime
source: Select date and time
hi: तारीख और समय चुनें
ru: Выбери дату и время

source: Schedule
hi: अनुसूची
ru: График

source: Sure you want to delete chat?
hi: क्या आप चैट हटाना चाहते हैं?
ru: Точно хочешь удалить чат?

# YouWillNoLongerSendMessagesToChat
source: You can no longer send messages to chat
hi: आप अब चैट में संदेश नहीं भेज सकते
ru: Ты больше не сможешь отправлять сообщения в чат

source: Offers
hi: प्रस्ताव
ru: Предложения

# CreateNewXForYourY
source: Create a new {x} for your {y} and increase attendance
hi: अपने {y} के लिए एक नया {x} बनाएं
ru: Создай новое {x} для своего {y} и увеличь посещаемость

source: Personalize your offer
hi: अपने प्रस्ताव को व्यक्तिगत बनाएं
ru: Персонализируй свой оффер

# ByDefaultYourOfferWillDisplay
source: By default, your offer will display an image from the uploaded place photos
hi: डिफ़ॉल्ट रूप से, आपका प्रस्ताव अपलोड किए गए स्थान फोटो से एक छवि दिखाएगा
ru: По умолчанию в оффере будет изображение из загруженных фото

source: Notify the audience
hi: दर्शक को सूचित करें
ru: Оповести аудиторию

# TheOfferWillBeAddedToPersonal
source: The offer will be added to the personal profile of users who view your content or make a booking
hi: उन उपयोगकर्ताओं के व्यक्तिगत प्रोफ़ाइल में प्रस्ताव जो आपकी सामग्री देखते हैं या बुकिंग करते हैं
ru: Оффер будет добавлен в личный профиль юзеров, которые смотрят ваш контент или букируют

# YourOfferWillShown1Time
source: Your offer will be shown 1 time and included in the list of offers of your audience. It will disappear after the end of the event.
hi: आपका प्रस्ताव 1 बार दिखाया जाएगा और आपके दर्शकों के प्रस्तावों की सूची में शामिल किया जाएगा। इसे इवेंट समाप्त होने के बाद यह गायब हो जाएगा।
ru: Оффер будет показан 1 раз и включен в список предложений вашей аудитории. Он исчезнет после окончания события.

# OfferPrice
source: Offer price {count}$
hi: प्रस्ताव मूल्य
ru: Цена оффера {count}$

source: Save and pay
hi: सहेजें और भुगतान करें
ru: Сохранить и оплатить

source: Pay for the bonus offer
hi: बोनस प्रस्ताव के लिए भुगतान करें
ru: Оплатите бонусный оффер

source: Pay
hi: भुगतान करें
ru: Оплатить

source: {x} successfully created
hi: {x} सफलतापूर्वक बनाया गया
ru: {x} успешно созданно

# YouCanSeeYourXPromotionMenu
source: You can see your {x} in the promotion menu
hi: आप अपने {x} को प्रमोशन मेनू में देख सकते हैं
ru: Ты можешь увидеть своё {x} в меню акции

source: Offer
hi: प्रस्ताव
ru: Предложение

source: Select period of valid
hi: मान्य की अवधि का चयन करें
ru: Выбери период действия

# PleaseAddDatePeriod
source: Please add a date(-s)
hi: कृपया एक तिथि अवधि जोड़ें
ru: Добавь диапазон дат

source: Remove
hi: हटाएं
ru: Удалить

source: Launched
hi: लॉन्च
ru: Запущен

source: Expired
hi: समाप्त
ru: Истек

# PointsInOffer
source: {count, plural, =0{Points} =1{Point} =2{Points} few{Points} many{Points} other{Points}}
hi: {count} {count, plural, =0{अंक} =1{अंक} =2{अंक} few{अंक} many{अंक} other{अंक}}
ru: {count, plural, =0{Поинтов} =1{Поинт} =2{Поинта} few{Поинтов} many{Поинтов} other{Поинтов}}

# YourOfferHasAlreadyBeenPublishedToYourAudience
source: Your offer has already been published to your audience, by changing or deleting it you are responsible for their potential negative attitude.
hi: आपका प्रस्ताव पहले से ही आपके दर्शकों को प्रकाशित किया गया है, इसे बदलकर या हटाकर आप उनके संभावित नकारात्मक दृष्टिकोण के लिए जिम्मेदार हैं।
ru: Оффер уже был опубликован для аудитории, изменяя или удаляя его, ты несёшь ответственность за потенциальную негативную реакцию.

source: Notification
hi: अधिसूचना
ru: Уведомление

# YourNotificationWillBeShown
source: Your notification will be shown 3 times a week during the specified period of valid, no more than 1 show per person.
hi: आपकी अधिसूचना 3 बार प्रति सप्ताह दिखाई जाएगी निर्दिष्ट मान्यता की अवधि के दौरान, अधिकतम 1 व्यक्ति प्रति दिखाई जाएगी।
ru: Уведомление будет показываться 3 раза в неделю в течение указанного срока действия, не более 1 показа на человека.

source: Notification text
hi: अधिसूचना पाठ
ru: Текст уведомления

source: Pay for the notification
hi: अधिसूचना के लिए भुगतान करें
ru: Оплати уведомление

source: To favorites
hi: पसंदीदा में
ru: В избранное

source: Open place
hi: खुला स्थान
ru: Открыть место

source: Skip it
hi: छोड़ें
ru: Пропустить это

source: Paused
hi: रोका हुआ
ru: Остановлен

source: Reminders
hi: याद दिलाने वाला
ru: Напоминания

source: Your event
hi: आपकी घटना
ru: Твоё событие

source: Personalize your reminder
hi: अपनी याद दिलाने वाली को व्यक्तिगत बनाएं
ru: Персонализируй напоминание

# ByDefaultYourReminderWillDisplay
source: By default, your reminder will display an image from the uploaded place photos
hi: डिफ़ॉल्ट रूप से, आपकी याद दिलाने वाली एक छवि दिखाएगी जो अपलोड की गई स्थान फोटो से है
ru: По умолчанию, в твоём напоминании будет изображение из загруженных фото

# YourReminderShown1TimeOnTheSpecifiedDate
source: Your reminder is shown 1 time on the specified date.
hi: आपकी याद दिलाने वाली एक बार निर्दिष्ट तिथि पर दिखाई जाएगी।
ru: Твоё напоминание показывается 1 раз в указанную дату.

source: Oh yeah, sure!
hi: हां बिल्कुल!
ru: О да, конечно!

# YourReminderIsShown1TimeMax3
source: Your reminder is shown 1 time on the specified date. You have a maximum of 3 attempts to be reminded.
hi: आपकी याद दिलाने वाली एक बार निर्दिष्ट तिथि पर दिखाई जाएगी। आपको अधिकतम 3 प्रयासों के लिए याद दिलाया जाएगा।
ru: Напоминание отображается 1 раз в указанный день. Максимум – 3 попытки.

source: To extend your use, select payment
hi: अपने उपयोग को बढ़ाने के लिए भुगतान का चयन करें
ru: Чтобы продлить срок использования, выбери пункт оплата

source: upgrade for free
hi: मुफ्त अपग्रेड करें
ru: обновись бесплатно

source: Bookings and Favorites
hi: बुकिंग और पसंदीदा
ru: Букинг и Избранное

source: Invitations
hi: आमंत्रण
ru: Приглашения

# FeedbackPluralNoNumber
source: Feedbacks
hi: प्रतिक्रिया
ru: Отзывы

# CreateAUSP
source: Create a USP for ${count} for your clients
hi: एक यूएसपी बनाएं
ru: Создай УТП за ${count}

source: Remains to create
hi: बनाने के लिए बचा है
ru: Осталось создать

source: Save template
hi: टेम्पलेट सहेजें
ru: Сохранить шаблон

source: Template name
hi: टेम्पलेट का नाम
ru: Имя шаблона

# TimeRangeError
source: End time could not be before start time
hi: समय सीमा त्रुटि
ru: Время окончания не может быть раньше времени начала

# SelectStartTime
source: Select a starting time
hi: एक प्रारंभ समय चुनें
ru: Выбери время старта

# SelectEndTime
source: Select an ending time
hi: एक समाप्ति समय चुनें
ru: Выбери время окончания

source: No end time
hi: कोई समाप्ति समय नहीं
ru: Без времени окончания

source: Coverage
hi: कवरेज
ru: Охваты

source: Views
hi: दृश्य
ru: Просмотры

source: Visitors
hi: आगंतुक
ru: Визиты

# Budget
source: Budget {sum}{currency}
hi: बजट {sum}{currency}
ru: Бюджет {sum}{currency}

source: Organic
hi: जैविक
ru: Органическая

source: Add Image
hi: छवि जोड़ें
ru: Добавить изображения

source: Cover
hi: कवर
ru: Обложка

source: Horizontal format
hi: क्षैतिज प्रारूप
ru: Горизонтальный формат

source: Vertical format
hi: लंबवत प्रारूप
ru: Вертикальный формат
