Repository: shuffle-app/shuffle_uikit
Catalog: lib/localization/arb/intl_*.arb
Languages: hi, ru

source: Okay, cool!
hi: ठीक है अद्भुत
ru: Ок, круто!

source: Choose option
hi: विकल्प चुनें
ru: Выбери

source: See more
hi: और देखें
ru: Ещё

source: New place
hi: नयी जगह
ru: Новое место

source: Upcoming Event
hi: आगामी कार्यक्रम
ru: Предстоящее событие

source: Tap to see more
hi: अधिक देखने के लिए टैप करें
ru: Увидеть больше

source: Select option
hi: विकल्प चुनें
ru: Выбирай

source: Point Balance
hi: अंक गिनती
ru: Баланс поинтов

source: No preferences chosen
hi: कोई प्राथमिकता नहीं चुनी गई
ru: Предпочтения не выбраны

source: Ooops!
hi: उफ़!
ru: Ууупс!

source: No photo here yet!
hi: अभी तक यहां कोई फोटो नहीं है!
ru: Тут пока нет фото!

source: Off
hi: बंद
ru: Выкл

source: Health Kit
hi: स्वास्थ्य किट
ru: Данные здоровья

source: Loading...
hi: लोड हो रहा है...
ru: Загрузка...

source: That's all for now!
hi: अभी के लिए इतना ही!
ru: Пока это всё!

source: Weather
hi: मौसम
ru: Погода

source: Follow
hi: फ़ॉलो करें
ru: Подписаться

source: Search
hi: खोजें
ru: Поиск

source: Directions
hi: दिशा-निर्देश
ru: Направления

source: Tap it
hi: इसे टैप करें
ru: Нажми

# NoHealthKitAvailableOnYourDevice
source: No health kit available on your device, so the result will be random
hi: आपके डिवाइस पर कोई स्वास्थ्य किट उपलब्ध नहीं है, इसलिए परिणाम यादृच्छिक होगा
ru: Не доступны данные здоровья, результат будет случайным

source: Invites you to
hi: आपको आमंत्रित करता है
ru: Приглашает тебя на

# InvitesNPeopleTo
source: Invites {invitedPeopleCount, plural, =0{{invitedPeopleCount} people} =1{{invitedPeopleCount} person} =2{{invitedPeopleCount} people} few{{invitedPeopleCount} people} many{{invitedPeopleCount} people} other{{invitedPeopleCount} people}} to
hi: {invitedPeopleCount, बहुवचन, =0{{invitedPeopleCount} लोग} =1{{invitedPeopleCount} व्यक्ति} =2{{invitedPeopleCount} लोग} कुछ{{invitedPeopleCount} लोग} अनेक{{invitedPeopleCount} लोग} अन्य{{invitedPeopleCount} लोग}} को आमंत्रित करता है
ru: Приглашает {invitedPeopleCount, plural, =0{{invitedPeopleCount} людей} =1{{invitedPeopleCount}-о} =2{{invitedPeopleCount}-х} few{{invitedPeopleCount}-х} many{{invitedPeopleCount}-х} other{{invitedPeopleCount}-х}} на

source: Not now
hi: अभी नहीं
ru: Не сейчас

source: Invite more
hi: और अधिक को आमंत्रित करें
ru: Пригласить ещё

# CompanyAnswered
source: Сompany answered
hi: कंपनी ने उत्तर दिया
ru: Ответ компании

source: Helpful
hi: उपयोगी
ru: Полезно

# HelpfulNCount
source: Helpful {helpfulCount}
hi: उपयोगी {helpfulCount}
ru: Полезно {helpfulCount}

source: No, thx
hi: धन्यवाद
ru: Нет, спс

source: To access all
hi: सभी तक पहुँचने के लिए
ru: Полный доступ

source: Features enable geolocation
hi: सुविधाएँ जियोलोकेशन सक्षम करती हैं
ru: Функции включают геолокацию

source: Forgot password
hi: पासवर्ड भूल गए
ru: Забыл пароль

source: Incorrect login or password
hi: गलत लॉगिन या पासवर्ड
ru: Не тот логин или пароль

# OopsIWillTryAgain
source: Oops, I'll try again
hi: उफ़, मैं फिर कोशिश करूँगा
ru: Уупс, попробую ещё

source: Enter your e-mail address
hi: अपना ईमेल पता दर्ज करें
ru: Введи адрес эл. почты

source: Reset password
hi: पासवर्ड रीसेट
ru: Сбросить пароль

source: How much $ do you want to donate?
hi: आप कितना $ दान करना चाहते हैं?
ru: Сколько $ хочешь задонатить?

source: Send it
hi: इसे भेजो
ru: Отправить

source: Go to settings
hi: सेटिंग्स में जाओ
ru: Перейти в настройки

# ToAllowAccessGoToSettings
source: To allow access to send push notifications, go to your phone settings
hi: पुश सूचनाएँ भेजने की अनुमति देने के लिए, अपने फ़ोन की सेटिंग पर जाएँ
ru: Чтобы разрешить push-уведомления, зайди в настройки телефона

# WeWillLetKnowResults
source: We will let you know the results
hi: हम आपको नतीजे बताएंगे
ru: Мы оповестим о результатах

source: Your claim has been sent
hi: आपका दावा भेज दिया गया है
ru: Твоё заявление отправлено

# AllowedCaracters
source: Allowed caracters are {allowedCharacters}
hi: अनुमत वर्ण {allowedCharacters} हैं
ru: Допустимые символы {allowedCharacters}

# SelectLanguage
source: Please select language
hi: भाषा चुने
ru: Пожалуйста выбери язык

# NextWithChevrons
source: Next >>>
hi: अगला >>>
ru: Далее >>>

source: Month
hi: महीना
ru: Месяц

source: Year
hi: वर्ष
ru: Год

# NextNPeople
source: Next {amountOfPeople} people
hi: अगले {amountOfPeople} लोग
ru: Следующие {amountOfPeople}

source: Ask people
hi: लोगों से पूछें
ru: Спросить

source: Ask for donations
hi: दान माँगें
ru: Попросить донат

source: Support people around you
hi: अपने आसपास के लोगों का समर्थन करें
ru: Помочь людям вокруг

# TopNDonatorsReceiveXPoints
source: Top {amountOfTopDonators} donators receive x{multiplier} points
hi: शीर्ष {amountOfTopDonators} दानदाताओं को x{गुणक} अंक प्राप्त होते हैं
ru: Топовые {amountOfTopDonators} донаторы получают x{multiplier} поинтов

# TellUsMoreAboutYourself
source: Tell us more{separator}about yourself
hi: हमें अपने बारे में{separator}और अधिक बताएं
ru: Расскажи{separator}о себе

source: Tap once to choose
hi: चुनने के लिए एक बार टैप करें
ru: Нажми, чтобы выбрать

source: What you like
hi: आप को क्या पसंद है
ru: Что тебе нравится

source: . Tap twice to mark your favorites.
hi: अपने पसंदीदा को चिह्नित करने के लिए दो बार टैप करें।
ru: . Нажми дважды, чтобы отметить избранное.

source: Try yourself
hi: स्वयं प्रयास करें
ru: Попробуйте сами

# InviteToFavoritePlaces
source: Invite to your "Favorites"
hi: पसंदीदा स्थानों पर आमंत्रित करें
ru: Пригласить в "Избранное"

source: Invite
hi: आमंत्रित करना
ru: Пригласить

source: Select date
hi: तारीख़ चुनें
ru: Выбери дату

source: Next
hi: अगला
ru: Далее

source: By continuing you accept the
hi: जारी रखकर आप स्वीकार करते हैं
ru: Продолжая, ты принимаешь

# AndWithWhitespaces
source: And
hi: और
ru: И

source: Get code
hi: कोड प्राप्त करें
ru: Получить код

source: Start to explore
hi: अन्वेषण करना प्रारंभ करें
ru: Начать изучать

source: Now let's get to know each other
hi: आइए अब एक-दूसरे को जानें
ru: Теперь давай узнаем друг друга поближе

# TheMoreInfoWeAboutYouGetTheBetter
source: The more info we get about you, the better
hi: हमें आपके बारे में जितनी अधिक जानकारी मिलेगी, उतना बेहतर होगा
ru: Чем больше узнаем о тебе, тем лучше

source: Your leisure selection
hi: आपका अवकाश चयन
ru: твой выбор досуга

source: will be.
hi: होगा।
ru: будет.

source: Nickname
hi: उपनाम
ru: Ник

source: Describe yourself
hi: स्वयं का विवरण दें
ru: Опиши себя

source: Select your religions
hi: अपने धर्म चुनें
ru: Укажи свою религию

source: Your age
hi: आपकी उम्र
ru: Твой возраст

source: Gender
hi: लिंग
ru: Пол

source: Confirm
hi: पुष्टि करना
ru: Подтвердить

# PleaseSelectGender
source: Please select a gender
hi: कृपया एक लिंग चुनें
ru: Пожалуйста, укажи пол

# PleaseSelectAtLeastNReligion
source: Please select at least {religionCount} religion
hi: कृपया कम से कम {religionCount} धर्म का चयन करें
ru: Выбери из списка {religionCount} религию

source: Please select one type
hi: कृपया एक प्रकार चुनें
ru: Пожалуйста, выбери один тип

source: This is
hi: यह है
ru: Это

# SmartLeisureSelection
source: Smart leisure selection for everyone, everywhere
hi: हर जगह, हर किसी के लिए स्मार्ट अवकाश चयन।
ru: Умный подбор досуга каждому, везде

source: Welcome
hi: स्वागत
ru: Велкам

source: Get started
hi: शुरू हो जाओ
ru: Начать

source: What is
hi: क्या है
ru: Зачем нужен

source: For
hi: के लिए
ru: Для

# ThroughANonAggregatorSystem
source: Through a non- aggregator system especially for you
hi: एक गैर के माध्यम से- एग्रीगेटर प्रणाली विशेष रूप से आप के लिए
ru: Неагрегаторная система специально для вас

source: With your preferences
hi: आपका प्राथमिकताएं के साथ
ru: С учетом твоих предпочтений

source: Don't be alone
hi: अकेले मत रहो
ru: Не будьте одиноки

source: Lovely-touch amazing interaction
hi: प्यारा-स्पर्श अद्भुत इंटरैक्शन
ru: Приятный на ощупь интерфейс

source: Selection of the best
hi: सर्वश्रेष्ठ का चयन
ru: Выбор лучших

source: free places
hi: निःशुल्क स्थान
ru: бесплатных мест

# TopPlacesRatedBy
source: Top content rated{separator}by
hi: सर्वोच्च स्थानों का मूल्यांकन किया गया{separator}द्वारा
ru: Топовый контент{separator}от

source: Next {elements}
hi: अगला {elements}
ru: Ещё {elements}

source: You’ll find it
hi: आप उसे खोज लोगे
ru: Ты найдёшь

source: Describe your claim
hi: अपने दावे का वर्णन करें
ru: Рассказывай

source: Your name
hi: आपका नाम
ru: Твоё имя

source: Your email
hi: आपका ईमेल
ru: Твоя почта

source: Describe your issue
hi: अपने मामले का वर्णन करें
ru: Опиши проблему

source: Send
hi: भेजना
ru: Отправить

source: Invite people
hi: लोगो को निमंत्रण भेजो
ru: Пригласить

# YouSentInvitationToNPeople
source: You sent an invitation to {amountOfInvitedPersons} people
hi: आपने {amountOfInvitedPersons} लोगों को निमंत्रण भेजा है
ru: Вы отправили приглашение {amountOfInvitedPersons} людям

source: Invitations can be viewed in private messages
hi: निमंत्रण निजी संदेशों में देखे जा सकते हैं
ru: Приглашения можно посмотреть в сообщениях

source: Delete from list
hi: सूची से हटाएँ
ru: Удалить из списка

source: Add yourself to list
hi: स्वयं को सूची में जोड़ें
ru: Добавиться в список

source: No date selected
hi: कोई दिनांक चयनित नहीं
ru: Дата не выбрана

source: Describe your wishes
hi: अपनी इच्छाओं का वर्णन करें
ru: Опиши пожелания

source: Please fill out your wishes
hi: कृपया अपनी इच्छाएं पूरी करें
ru: Заполни пожелания, пожалуйста

source: Please fill out your wishes and select date
hi: कृपया अपनी इच्छाएं भरें और दिनांक चुनें
ru: Пожалуйста, заполни пожелания и выбери дату

source: Please fill out date
hi: कृपया दिनांक भरें
ru: Заполни дату, пожалуйста

source: Type here
hi: यहाँ टाइप करें
ru: Напиши тут

source: Notifications
hi: सूचनाएं
ru: Уведомления

source: See all
hi: सभी देखें
ru: Посмотреть всё

source: Edit Profile
hi: प्रोफ़ाइल संपादित करें
ru: Редактировать

source: Edit
hi: संपादित करें
ru: Редактировать

source: Change photo
hi: छवि बदलो
ru: Изменить фото

source: Be in search
hi: खोज में रहो
ru: Быть в поиске

source: Phone
hi: फ़ोन
ru: Телефон

source: Date of birth
hi: जन्म की तारीख
ru: Дата рождения

source: Activity type
hi: क्रिया के प्रकार
ru: Тип активности

source: Preferences
hi: पसंद
ru: Предпочтения

source: Save
hi: सहेजें
ru: Сохранить

source: Balance
hi: शेष राशि
ru: Баланс

source: Details
hi: विवरण
ru: Детали

source: Points
hi: अंक
ru: Поинты

source: Spent
hi: खर्च किया
ru: Потрачено

source: Followings
hi: निम्नलिखित
ru: Подписки

source: Followers
hi: समर्थक
ru: Подписчики

source: Nothing found
hi: कुछ भी नहीं मिला
ru: Ничего не найдено

source: Find someone to hang out with
hi: किसी के साथ घूमने के लिए खोजें
ru: Найти с кем затусить

# NPlace
source: {placeIndex} place
hi: {placeIndex} स्थान
ru: {placeIndex} место

source: My events
hi: मेरी घटनाएँ
ru: События

source: Ask or support
hi: पूछें या समर्थन करें
ru: Попросить или помочь

source: Fulfill the dream
hi: सपना पूरा करो
ru: Исполнить мечту

source: Support
hi: सहायता
ru: Помощь

source: Enable hint system
hi: संकेत प्रणाली सक्षम करें
ru: Включить подсказки

source: Faq
hi: सामान्य प्रश्न
ru: ЧаВО

source: Will be implemented soon
hi: जल्द ही लागू किया जाएगा
ru: Скоро будет реализовано

source: Your niche
hi: आपका आला
ru: Твоя ниша

source: Don't miss it
hi: इसे मत चूकिए
ru: Не пропусти

# HowAreYouFeelingTonight
source: How’re you feeling tonight?
hi: आज रात आप कैसा महसूस कर रहे हैं?
ru: Как себя чувствуешь этим вечером?

# HowAreYouFeelingToday
source: How’re you feeling today?
hi: आज आप कैसा महसूस कर रहे हैं?
ru: Как себя чувствуешь сегодня?

# HowAreYouFeelingThisMorning
source: How’re you feeling this morning?
hi: आप आज सुबह कैसा महसूस कर रहे हैं?
ru: Как себя чувствуешь этим утром?

source: Guess
hi: अनुमान
ru: Угадать

source: You better check this out
hi: बेहतर होगा कि आप इसकी जांच कर लें
ru: Тебе лучше взглянуть

source: Favorites
hi: पसंदीदा
ru: Избранное

source: Small
hi: छोटा
ru: Небольшой

source: Please select a niche
hi: कृपया एक आला चुनें
ru: Выбери нишу, пожалуйста

source: Please select at least one price segment
ru: Выбери хотя бы один ценовой сегмент

source: Please select at least one age range
hi: कृपया कम से कम एक आयु सीमा चुनें
ru: Выбери хотя бы одну возрастную группу

source: The more info we get, the better
hi: हमें जितनी अधिक जानकारी मिलेगी, उतना बेहतर होगा
ru: Чем больше инфы мы получим, тем лучше

source: Your traffic
hi: आपका ट्रैफ़िक
ru: Твой трафик

source: Your position
hi: आपका मत
ru: Твоя позиция

source: Title
hi: शीर्षक
ru: Название

source: Contact person
hi: संपर्क व्यक्ति
ru: Контактное лицо

source: Position
hi: पद
ru: Позиция

source: Your price segment
ru: Твой ценовой сегмент

source: Your audience age
hi: आपके दर्शकों की उम्र
ru: Возраст аудитории

source: Places
hi: स्थानों
ru: Места

source: Events
hi: घटनाएँ
ru: События

source: Create your place and invite people
hi: अपना स्थान बनाएं और लोगों को आमंत्रित करें
ru: Создай своё место и пригласи людей

source: Create place
hi: जगह बनाएं
ru: Создать место

source: Website
hi: वेबसाइट
ru: Сайт

source: Location
hi: जगह
ru: Локация

source: Work hours
hi: काम के घंटे
ru: Часы работы

# XIsRequired
source: {title} is required
hi: {शीर्षक} आवश्यक है
ru: Требуется: {title}

# EnterX
source: Enter {title}
ru: Введи {title}

source: Description
hi: विवरण
ru: Описание

source: Photos
hi: तस्वीरें
ru: Фото

source: Logo
hi: प्रतीक चिन्ह
ru: Лого

source: Place
hi: जगह
ru: Место

source: Open from
hi: से खोलें
ru: С

source: Open to
hi: के लिए खुला
ru: До

source: Days of week
hi: सप्ताह के दिन
ru: Дни недели

source: Select days
hi: दिन चुनें
ru: Выбрать дни

source: Daily
hi: दैनिक
ru: Ежедневно

source: Address
hi: पता
ru: Адрес

source: Base properties
hi: आधार गुण
ru: Базовые свойства

source: Unique properties
hi: अद्वितीय गुण
ru: Уникальные свойства

source: Create Event
hi: कार्यक्रम बनाएँ
ru: Создать событие

source: Event type
hi: घटना प्रकार
ru: Тип события

source: Is recurrent
hi: आवर्तक है
ru: Повторяется

source: Opening hours
hi: खुलने का समय
ru: Часы работы

source: Tap to set address
hi: पता सेट करने के लिए टैप करें
ru: Нажми, чтобы ввести адрес

source: Enter {inputType}
hi: {inputType} दर्ज करें
ru: Ввести {inputType}

source: Show result
hi: परिणाम दिखाओ
ru: Показать результат

source: Then check this out
hi: फिर इसे जांचें
ru: Тогда зацени это

# WeHavePlacesJustForYou
source: We have solution just for you
hi: हमारे पास सिर्फ आपके लिए जगहें हैं
ru: Есть решения именно для тебя

source: Get reward
hi: इनाम मिलना
ru: Забрать награду

source: Archived
hi: संग्रहीत
ru: Архив

source: Event
hi: घटना
ru: Событие

source: Time
hi: समय
ru: Время

source: Dates
hi: तिथियां
ru: Даты

source: select {type}
hi: चुनना {type}
ru: Выбрать {type}

source: Day
hi: दिन
ru: День

source: Place type
hi: जगह प्रकार
ru: Тип места

source: Depending on...
hi: पर निर्भर करता है
ru: Зависит от...

source: You get exactly what you need
hi: आपको वही मिलता है जो आपको चाहि
ru: Ты получаешь точно то, что нужно

source: How it works
hi: यह कैसे काम करता है
ru: Как это?

source: Today
hi: आज
ru: Сегодня

source: Visit first to open next
hi: अगला खोलने के लिए पहले जाएँ
ru: Посети первое, открой следующее

source: Photo
hi: फोटो
ru: Фото

source: Video
hi: वीडियो
ru: Видео

source: Or drag files here
hi: या फ़ाइलों को यहां खींचें
ru: Или перетащи файлы

source: Logo (upload Files)
hi: लोगो (फ़ाइलें अपलोड करें)
ru: Лого (загрузить)

source: Photo (upload Files)
hi: फोटो (फाइल अपलोड)
ru: Фото (загрузить)

source: Video (upload Files)
hi: वीडियो (फ़ाइलें अपलोड करें)
ru: Видео (загрузить)

source: Published
hi: प्रकाशित
ru: Опубликовано

source: {editingType} place
hi: {editingType} जगह
ru: {editingType} место

source: Update
hi: अद्यतन करें
ru: Обновить

source: Create
hi: बनाएँ
ru: Создать

source: Book it
hi: बुक करें
ru: Букинг

source: Upgrade {forNMoney}
hi: अपग्रेड {forNMoney}
ru: Купить {forNMoney}

source: For {formattedPrice}
hi: {formattedPrice} लिए
ru: За {formattedPrice}

source: Error occured without message
hi: संदेश के बिना त्रुटि हुई
ru: Ошибка без сообщения

source: Permissions
hi: अनुमतियाँ
ru: Разрешения

# AllowGeolocation
source: Continue to use geolocation
hi: जियोलोकेशन की अनुमति दें
ru: Использовать геолокацию

# OurRecommendationsAboutGeolocation
source: Our recommendation system is based on many factors. Geolocation is only part of the system, which will allow us to correctly prioritize, both in terms of distance and the nearest landscape features (mountains, reservoirs, plains, deserts)
hi: हमारी सिफारिश प्रणाली कई कारकों पर आधारित है । जियोलोकेशन सिस्टम का केवल एक हिस्सा है, जो हमें दूरी और निकटतम परिदृश्य सुविधाओं (पहाड़ों, जलाशयों, मैदानों, रेगिस्तान) दोनों के संदर्भ में सही ढंग से प्राथमिकता देने की अनुमति देगा।
ru: Система рекомендаций основана на многих факторах. Геолокация – лишь часть системы, которая позволит правильно расставить приоритеты, по расстоянию, по ближайшим особенностям ландшафта (горы, водоемы, равнины, пустыни)

# AllowX
source: Continue to {allowValue}
hi: अनुमति दें {allowValue}
ru: Использовать {allowValue}

# WeDoNotSpamAllKindsOfNotifications
source: We do not spam all kinds of notifications and advertisements. Only those notifications that may be important to you and match your preferences
hi: हम सभी प्रकार की सूचनाओं और विज्ञापनों को स्पैम नहीं करते हैं । केवल वे सूचनाएं जो आपके लिए महत्वपूर्ण हो सकती हैं और आपकी प्राथमिकताओं से मेल खाती हैं
ru: Мы не спамим уведомлениями и рекламой. Только то, что важно для вас и соответствуют вашим предпочтениям.

# UsingHealthKit
source: Use health data
hi: हेल्थकिट का उपयोग करना
ru: Данные здоровья

# BasedOnYourActivityWeDetermineYourCondition
source: Based on your activity, heart rate and other factors, we determine your condition and try to recommend exactly what you need right now, specifically for you
hi: आपकी गतिविधि, हृदय गति और अन्य कारकों के आधार पर, हम आपकी स्थिति निर्धारित करते हैं और यह अनुशंसा करने का प्रयास करते हैं कि आपको अभी क्या चाहिए, विशेष रूप से आपके लिए
ru: На основании твоей активности, пульса и других факторов мы определяем состояние и стараемся рекомендовать то, что нужно конкретно тебе прямо сейчас

source: Skip
hi: छोड़ें
ru: Пропустить

source: Allow
hi: अनुमति दें
ru: Разрешить

source: Allow all
hi: सभी को अनुमति दें
ru: Разрешить все

source: Wrong security code
hi: गलत सुरक्षा कोड
ru: Неверный код

source: Error occured
hi: त्रुटि हुई
ru: Возникла ошибка

source: Company name
hi: कंपनी का नाम
ru: Название компании

source: Company position
hi: कंपनी की स्थिति
ru: Должность

source: Personal credentials
hi: व्यक्तिगत क्रेडेंशियल्स
ru: Личные данные

source: Password
hi: पासवर्ड
ru: Пароль

source: Password must be at least 8 characters
hi: पासवर्ड कम से कम 8 अक्षर होना चाहिए
ru: Пароль не менее 8 символов

# PasswordConditions
source: Password must contain at least one uppercase letter, one lowercase letter, one number and one special character
hi: पासवर्ड में कम से कम एक अपरकेस अक्षर, एक लोअरकेस अक्षर, एक नंबर और एक विशेष वर्ण होना चाहिए
ru: Пароль должен содержать хотя бы одну заглавную букву, одну строчную, одну цифру и один специальный символ

source: Company credentials
hi: कंपनी क्रेडेंशियल्स
ru: Данные компании

source: Allow location services to use this function
hi: स्थान सेवाओं को इस फ़ंक्शन का उपयोग करने दें
ru: Разрешить гео для этой функции

source: Feeling
hi: लग रहा है
ru: Чувство

source: Niche
ru: Ниша

source: Sunny
hi: सनी
ru: Солнечно

source: Burned today
hi: आज जला दिया
ru: Сожжено сегодя

source: Undefined
hi: अपरिभाषित
ru: Неопределено

# NothingWasFoundWithEmoji
source: Nothing was found :c
hi: कुछ नहीं मिला
ru: Ничего не найдено :c

source: Click Enter to search
hi: क्लिक करें दर्ज खोज करने के लिए
ru: Нажми Ввод для поиска

source: My card
hi: मेरा कार्ड
ru: Профиль

# NewLocationHasOpenedToday
source: A new location has opened today. Come! You'll like it!
hi: आज एक नया स्थान खुल गया है । आओ! आप इसे पसंद करेंगे!
ru: Сегодня открылось новое место. Приходи! Понравится!

# XSuccessfullyUpdated
source: {value} successfully updated
hi: {value} सफलतापूर्वक अद्यतन
ru: {value} успешно обновлено

source: User
hi: उपयोगकर्ता
ru: Юзер

# ValueMustBeAtLeast3Characters
source: Value must be at least 3 characters long
hi: मान कम से कम 3 वर्ण लंबा होना चाहिए
ru: Значение не менее 3 символов

source: Privacy
hi: गोपनीयता
ru: Конфиденциальность

source: Terms
hi: शर्तें
ru: Условия

source: Cancel
hi: रद्द करें
ru: Отмена

source: Are you sure you want to delete your account?
hi: क्या आप वाकई अपना खाता हटाना चाहते हैं?
ru: Уверены, что хотите удалить аккаунт?

source: Are you sure you want to log out?
hi: क्या आप वाकई लॉग आउट करना चाहते हैं?
ru: Уверены, что хотите выйти?

source: Yes
hi: हाँ
ru: Да

source: Premium account
hi: प्रीमियम खाता
ru: Premium аккаунт

source: Pro account
hi: प्रो खाता
ru: Pro аккаунт

source: Athlete
hi: एथलीट
ru: Спортсмен

source: Hard to answer
hi: जवाब देना मुश्किल
ru: Сложно ответить

source: Not often
hi: अक्सर नहीं
ru: Не часто

# XCouldNotBeEmpty
source: {value} could not be empty
hi: {value} खाली नहीं हो सका
ru: {value} не может быть пустым

source: Tags
hi: टैग
ru: Ярлыки

source: Name or nickname
hi: नाम या उपनाम
ru: Имя или ник

source: Nickname is taken, try another one
hi: उपनाम लिया जाता है, एक और प्रयास करें
ru: Ник занят, попробуй другой

source: Are you sure you want to delete your company profile?
hi: क्या आप वाकई अपनी कंपनी प्रोफ़ाइल हटाना चाहते हैं?
ru: Уверены, что хотите удалить аккаунт компании?

source: White theme
hi: सफेद थीम
ru: Светлая тема

source: Name
hi: नाम
ru: Имя

# AcceptDonations
source: Accept donations or help others realize their dreams
hi: दान स्वीकार करें या दूसरों की सपने पूरे करने में मदद करें
ru: Принимать донаты или помогать другим исполнить мечты

# daynight
source: Day and night
hi: दिन और रात
ru: Днём и ночью

source: Message
hi: संदेश
ru: Сообщение

source: Price
hi: मूल्य
ru: Цена

source: Category
hi: श्रेणी
ru: категория

source: Messages
hi: संदेश
ru: Сообщения

source: Swipe to start
hi: शुरू करने के लिए स्वाइप करें
ru: Свайп чтобы начать

# SwitchAnyTime
source: You can switch it at any time in your profile settings
hi: आप इसे अपनी प्रोफ़ाइल सेटिंग्स में किसी भी समय स्विच कर सकते हैं
ru: Можно переключить в любое время в настройках профиля

source: Invite list
hi: आमंत्रण सूची
ru: Cписок приглашений

# Users
source: {count,plural, =0{{count} users} =1{{count} user} =2{{count} users} few{{count} users} many{{count} users} other{{count} users}}
hi: {count,plural, =0{{count} उपयोगकर्ता} =1{{count} उपयोगकर्ता} =2{{count} उपयोगकर्ता} few{{count} उपयोगकर्ता} many{{count} उपयोगकर्ता} other{{count} उपयोगकर्ता}}
ru: {count,plural, =0{{count} человек} =1{{count} человек} =2{{count} человека} few{{count} людей} many{{count} человек} other{{count} человек}}

source: Services
hi: सेवाएं
ru: Услуги

source: Filters
hi: फ़िल्टर
ru: Фильтры

source: Reset filters
hi: रीसेट फ़िल्टर
ru: Сбросить фильтры

source: Recommended
hi: अनुशंसित
ru: Рекомендуем

source: Find someone to network with
hi: नेटवर्किंग करने के लिए किसी को खोजें
ru: Найти кого-то для нетворкинга

# NoConnection
source: Sorry, no internet connection
hi: क्षमा करें, कोई इंटरनेट कनेक्शन नहीं
ru: Потеряно соединение с интернетом

source: Hall of Fame
hi: प्रशंसा की दीवार
ru: Зал славы

source: Continue
hi: जारी रखें
ru: Продолжить

# EnterPlaceAddressPrompt
source: Please enter place’s address
hi: कृपया स्थान का पता दर्ज करें
ru: Пожалуйста, введи адрес места

source: View all
hi: सभी देखें
ru: Все

source: No favorites found
hi: कोई पसंदीदा नहीं मिला
ru: Нет избранных

# HintSystemEnabled
source: Hint system enabled for {days,plural, =0{{days} days} =1{{days} day} =2{{days} days} few{{days} days} many{{days} days} other{{days} days}}
hi: {days} दिनों के लिए संकेत प्रणाली सक्षम है
ru: Система подсказок активирована на {days,plural, =0{{days} дней} =1{{days} день} =2{{days} дня} few{{days} дня} many{{days} дней} other{{days} дней}}
